msg_order = {}
text = {
[1]=
[[他撒谎。返回你之前的条目:
• 如果你在参观考古博物馆时遇见了庇西特拉图，转到[166]。
• 如果你在办公室询问庇西特拉图，转到[177]。
(166, 177)]],
[2]=
[[房间里十分安静。你四处摸索着电灯的开关。你找到了它，轻轻拨开。噢!这是哈定太太的房间!真是闯祸了!你看到她从床上转身爬起来，一脸惊恐地尖声叫嚷。尖叫声刺破你的耳膜，你听到其他房客也躁动起来。房客们要过来了!但你的注意力全部都集中在哈定太太伸手去拿的那把霰弹枪上了。你还不快跑!
要逃跑，转到任一【阿卡姆地点】。
(52)]],
[3]=
[[【阿卡姆第一国家银行】
存取款业务办理时间是周一到周五，上午9点到下午3点。如果你是格吕内瓦尔德教授，你在这里有账户，可以取到调查员角色卡上记载的金额。
转到任一【阿卡姆地点】。
(阿卡姆地点)]],
[4]=
[[他撒谎。返回你之前的条目:
• 如果你在基奥纳斯号上和赫里斯托斯对话，转到[160]。
• 如果你在参观考古博物馆时遇见了庇西特拉图，转到[166]。
• 如果你在办公室询问庇西特拉图，转到[177]。
(78, 166, 177)]],
[5]=
[[你注意到一些细小薄片状的透明物质。它看上去像皮屑。有什么东西在这里脱过皮，就像是被水泡过的天花板一样！你迷惑不已，但这个谜题你无法找到谜底。这里找不到更多证据了。
转到任一【阿卡姆地点】。
(165)]],
[6]=
[[用会话手册交流和真的讲一种语言差别还是很大的。你理解他的话、他理解你说的话都非常困难。
你需要一名口译员——他们在雅典调查局说英语，也许你去那里能找到人帮忙?返回[87]司法局;或出发转到任一【雅典地点】。
(87)]],
[7]=
[[窗户悄无声息地打开，你爬了进去。你尽量安静地挪动:进行一次「潜行」检定。
・如果你失败了，转到[51]。
・如果你成功了，你发现自己弄不清格利埃尔的房间是哪间。你上了楼。所有的房门都紧闭着；所有的房门都没有名牌。要试一扇，转到[52]。要离开房子，转到任一【阿卡姆地点】。
(28, 90)]],
[8]=
[[他毫无兴致地回复了你的拒绝。“那好，先生。我稍后再回来。”他离开了，只剩你无声无息盯着房间的墙壁。推进一天，返回船上活动表，转到[187]。
(167)]],
[9]=
[[这男的是个埃及人。他的架势很是吓人。要从他身边跑开，进行一次「闪避」检定: 
・若你成功，那么你的调查员就跑开了，推进一天，返回船上活动表，转到[187]。
・如果你失败了，转到[10]。
(47)]],
[10]=
[[进行一次敏捷检定: 若你成功且调查员身上有武器，那么他可以在陌生人攻击之前将武器拿在手上。 
若你失败，这个人会用他的刀（50%(25/10)，伤害 1D6）先行攻击。如果你尝试闪避这次攻击并成功，那么你就闪开了这个混蛋的刺杀，成功逃脱。如果你身上有武器你还可以反击回去(如果你战斗失败，划掉失去的生命值)。
后面的战斗依敏捷次序，按轮次进行(埃及人的敏捷是60)。你如果想逃脱，需要闪避检定成功，或者在战斗轮中你行动时主动选择。否则，战斗将持续到你们其中一人死亡，或者失去了一半以上生命值，无法行动为止。
・如果你逃跑了，管事将开始全船搜索；搜索一无所获——推进一天，返回船上活动表，转到[187]。 
・如果你无法行动了，你会在不省人事的状态被发现并送去治疗——推进一天，返回船上活动表，转到[585]。 
・如果他杀死了你而你没能逃掉，那他下杀手时毫无怜悯。这就是......【剧终】。
(9, 91)]],
[11]=
[[你进门之前察觉到门后有什么东西。你把耳朵附在门上听个仔细。转到[141]。
(52)]],
[12]=
[[这些食物吃的时候一点问题没有，可是现在你的肚子开始翻江倒海。是食物中毒！你特别难受！
进行一次 CON 检定，若成功则继续行动。若 CON 检定失败，花费三个小时恢复，并划掉 1 点当前生命值和魔法值。
然后转到你所在地点表的任一地点:
・【纽约地点表】
・【雅典地点表】
・【埃及地点表】
(586)]],
[13]=
[[对你，刘易斯·格吕内瓦尔德教授来说， 1931年九月的第一天充满了疲惫和不适。阿卡姆一整天都笼罩着淡淡的雾霾。你在密斯卡托尼克大学给本科生上了两堂死气沉沉的课，还见到了文学系的新系主任，可他不过是个轻浮的技术官僚。你检查书桌，发现等待批改的卷子已经堆成了一摞。你正抽着晚上的第二斗烟，放下批改的卷子的时候，门铃响了。奇怪的是，来的是送电报的人。
这男孩说:“有您的电报，不到一小时之前从国王角总站来的。” 你签下了它，给年轻人的手里放下一角钱。
“哦，谢谢先生！”你拆开信封，浏览起内容。{FormFeed}
[CQ:image,file=image/dark/material-13.png]{FormFeed}
天啊，你想。想想吧！疯疯癫癫的老格利埃尔进了班房！你想起来他去希腊是为了研究原始神话，著书立说。他怎么碰上了这种事？你应该汇钱吗？你又想起了你和他做过的各种有趣讨论，突然一个激灵醒悟过来，蒂伯·格利埃尔除了你以外，并无密友。你要不要去帮他？你觉得学校会准假。但你愿意去吗？
你以少有的速度决定前往雅典，去帮助格利埃尔。你回了他一份电报，另发一份电报给厄内斯特·霍尔特，他是富裕的纽约金融家，也是你的好友。如果你碰上了麻烦，霍尔特会帮你的。 所以你决定和他保持电联，通知状况。你把两份电文交给等候的送报员，并附上了电报费。
现在该怎么做？你的钱包里只剩四块钱了——你得先早起去银行取盘缠。至于远洋航行的航线，《广告报》肯定有相关消息。你准备行李的时候还在考虑要不要查验一下哈定太太公寓里格利埃尔的房间。说不定你能得到些格利埃尔行踪的提示，或者他被捕的线索。
你检查了护照的状况，打点好衣服和杂物。你最好先睡一觉，因为你要稍微出趟门。你醒来时是9月2日。转到[102]。
(【开始】)]],
[14]=
[[你蹲在阴暗的影子里。不久你听到从四面八方传来缓慢而沉重的脚步声。你是不是后悔你没逃跑了？不过你觉得你还有点高兴你不能看见走近的身影的五官——这些身影像活人一样移动，但却让你想到死人！现在你确定他们看见你了。你开始恐慌。
要逃跑，转到[27]。
要站起来用「话术」摆脱困境，转到[31]。
(194)]],
[15]=
[[没人接近那个穿着整洁的司机。这现象好像有点奇怪。老头看起来不怎么靠谱但很安详，年轻人看上去很友好但也可能自以为是。转到[58]。
(58)]],
[16]=
[[【阿卡姆站】☎
如果抵达阿卡姆，转到任一【阿卡姆地点】。
如果前往波士顿，火车发车时间是上午9点、中午12点和下午5点。火车全程一小时。你可以等待火车到站，也可转到另一【阿卡姆地点】。抵达波士顿后，转到[64]。
(阿卡姆地点)]],
[17]=
[[他撒谎。返回你之前的条目: 
・如果你在参观考古博物馆时遇见了庇西特拉图，转到[166]。
・如果你在办公室询问庇西特拉图，转到[177]。
・如果你在开罗和阿梅特·凯对话，转到[350]并再进行一次选择——你的时间还够再获得一份情报。
(166, 177, 316, 346)]],
[18]=
[[一开始你缓慢地移动，狡猾地躲避着这些可怖又毫无生气、拖着脚步在院子里搜捕你的身影。但你笨拙地踢到一段松动的石头，它哗啦啦地滚过院子。这些可怕的身影一下子全都转向了你。
进行一次「攀爬」检定并成功你就可以翻越一段栅栏，甩开围捕你的身影；转到[33]。如果你检定失败，你必须转到[27]。
(194)]],
[19]=
[[你大声吹着口哨，表现得好像你什么都没听见一样，从容走开。但在黑暗中你开始发现有些奇怪的、披着斗篷的身影从四面八方蹒跚向你走来。你把别人的注意力都吸引到了自己身上，真是愚蠢啊！
进行一次「攀爬」检定并成功你就可以翻越一段栅栏，逃脱这些怪物的控制；转到[33]。如果你攀爬检定失败，转到[31]。
(194)]],
[20]=
[[【皮奥索托斯咖啡馆】
你一进咖啡馆，就被辛辣的烟草气呛得不行。这里满是一边笑一边手舞足蹈的码头工人和水手。如果你到这里来是为了见人，转到[35]。
你环顾四周，如果赫里斯托斯在你身边，或者你（每组人）进行一次「语言（希腊语）」检定并成功，你就可以和他们搭讪：
・后面玩纸牌的人群，转到[107]。
・吧台上的魁梧水手们，转到[105]。
・至于独自坐在桌边的英国人，你不需要检定就能和他搭讪。转到[35]。
(雅典地点)]],
[21]=
[[你问道:“那么卡尔帕索斯装置还回博物馆了吗？”他摇摇头：“哦，没有。它正要送到开罗的国家博物馆进行特别展览。你看，它也许是埃及的东西。这个计划照常执行。”
如果现在是九月，转到[128]。如果现在是十月以后，转到[174]。
(40)]],
[22]=
[[赫里斯托斯向你低声耳语，说你和他可以直接闯进去。他狡诈地咧着嘴笑。如果你同意，转到[177]；否则转到[118]或离开转到任一【雅典地点】。
(153)]],
[23]=
[[“你少跟我在这扯词儿！这我的公寓，我让谁进谁才能进！”她砰地一声关上了门。如果你想等到后半夜再潜入，转到[90]。否则你可以转到任一【阿卡姆地点】。
(113)]],
[24]=
[[房间里的星图和密斯卡托尼克大学所藏的托勒密星图颇为相近。但很奇怪，有些星星构成的图案略有扭曲，有些甚至完全偏离。甚至有些星体在星图上完全找不到。转到[150]。
(72, 150)]],
[25]=
[[“亚里士多德·米洛纳斯，坐拥举世公认、辉煌壮丽的希腊艺术宝库，可是，国家博物馆当中有些最有意思的宝藏，他却不肯出借，甚至连展示都不愿意。比如说，卡尔帕索斯装置就已经多年没有展示。按着米洛纳斯的说法，把它借给别的博物馆更是‘想都不要想’。”——《当今世界的著名博物馆》
你如果在阿卡姆，转到[145]；如果在纽约， 转到[74]。
(63, 145)]],
[26]=
[[进行一次「侦查」检定：若失败，转到[123]；若成功，往下读。
你走进旅馆时，有什么东西让你停下了脚步。你迟疑一刻，注意到门厅里有两个陌生人在看着你。其中一个陌生人好像遮着脸。转到[123]。
(101, 127, 424)]],
[27]=
[[有什么东西抓住了你。进行一次力量检定：若你成功，你就逃脱抓捕，逃往[33]。若失败， 则又有一个东西抓住了你。他们的力量合计为140：与合计力量进行一次对抗检定。若成功，你就扭出他们的抓擒，逃往[33]。若失败，则有第三个东西抓住你，它们仨一齐撕开你的皮肉。你的尖叫响彻寒冷的空气。这就是......【剧终】。
(14, 18)]],
[28]=
[[门是锁着的。如果你想试着从窗户进去，转到[7]。如果你想撬锁，进行一次「锁匠」或困难「机械维修」检定。如果你想撬开副窗，进行一次力量检定。
如果任意检定成功，你就进入了哈定公寓(见下)。
如果你失败了，返回[90]。
进行一次「潜行」检定：如果你失败了，就可能有人听到你；转到[51]。如果你成功了，你可以探查整座公寓。楼上有四间卧室，其中任何一间都可能是格利埃尔的。转到[52]。
(90)]],
[29]=
[[你看到奇怪的鸟一样的记号，还有用教授熟悉笔迹写下的潦草字迹。似乎有三个字在和这些记号相配——“古”“天”“寒”。做一次灵感检定：若成功，转到[124]。若失败，返回[150]。
(150)]],
[30]=
[[【希腊领事馆】
他们建议，抵达雅典后前往雅典调查局，那里专门处理希腊的犯罪事务。他们说，接手格利埃尔案子的人是个下士，名叫伊利奥纳斯。
你问他们有关国家博物馆和宝藏的事情，但他们手里只有一本没用的小册子。他们还开玩笑地提醒你要当心雅典的出租司机。你可以转到任一【纽约地点】。
(纽约地点)]],
[31]=
[[尽管你做了最大努力，这些黑暗的身影仍然在接近你。你被团团围住，它们伸出手擒住你，钳住你身体的各个部位，慢慢收紧。你的抽噎变成了尖叫。你最后看到的东西是梦魇那空洞的双眼；最后闻到的是饥饿的嘴巴里传出的腐败恶臭。这就是......【剧终】。
(14, 19)]],
[32]=
[[你迅速翻找格利埃尔的笔记和信函，找到了一部分手稿；署名 T·格利埃尔的《和气候变化有关的大动乱神话》。你浏览一遍以后发现里面搜集了各式各样的离奇传说，几乎涵盖了所有的传说之地，比如亚特兰蒂斯和姆大陆。很多故事你从来都没听说过。显然格利埃尔搜集了大量史料和客观证据，印证这些被遗忘的沉没大陆确实存在。他甚至已经找到了几乎每个文化中大毁灭发生年代的共通之处。真有意思。
如果你进行一次「侦查」检定并成功，转到[53]；若失败，转到[150]。
(150)]],
[33]=
[[你因恐惧而颤抖着，沿帕特农神庙的道路蹒跚而下。你发现前面有一个孤独的人影，是个拄着手杖的白发老者。你用英语喃喃吐出警告，以为你发出的警告声就足够劝阻他再接近帕特农神庙，和你身后潜藏的恐怖。
出乎意料，他用英语回答了你。他的语速很慢，但激起了你的信心。“别害怕，”他说。“今夜，群星束缚着它们，它们只能在圣山顶上活动。我们在这里无需担心。”
你的惊恐像面纱一样开始揭离。“你的朋友被那些......生物之一杀死了。你知道的，你在博物馆也见过它们，它们就像是填进了东西的动物。不死生物？食尸鬼？谁知道它们的来历？你朋友格利埃尔见到它们没多久就被它们杀了。这就是我和你需要知道的事情。”他停顿了一下。“我们的命运就是在黑暗中挣扎。我们是弱小的存在，需要这种黑暗来寻找光明。”他说这段话的时候，月亮从云中显现，平静之美洒满世界。你的恐惧已经熄灭，心跳也恢复了平静。
“我以前也和你一样追寻过。我曾经是研究异常的学者。我懂得不明确的和恐怖的东西。我们凡人除了坚定信仰，和暗夜斗争之外，再无其他方法。”你们两人缓步前行。
“我不知道格利埃尔发现的是什么。但我知道他在狱中说过，如果卡尔帕索斯装置回了家，我们所知的生命都将毁于一旦。”
他又转向你，“而我已经风烛残年。现在你的朋友已经英勇地尝试过了，要不要阻止这场恶行取决于你。埃及就是答案。去那里寻找卡尔帕索斯装置吧。或将它放归大海，或将它彻底毁灭。”他从手里取出了一件东西。这是枚纯金打造的沉重戒指，工艺奇特、布满咒印，最为显眼的则是一个五角星形，还有一束火焰作为核心。“我把这个给你。它有些力量，但可能没你想要的那么多。用它来对付死而复生的东西吧。”
一瞬间这只友好的手使你镇定下来，重拾信念。这种温暖的感觉就是你为之奋斗的——而把你从山上赶下来的麻木的恐惧则是你所鄙弃的。
你再抬起头时，你的新朋友已经不见了。道路空无一人。这次遭遇宛如梦幻一般，但戒指还在你手里。你把它滑进手指，它戴起来稳固而舒适。你下到山脚，找了辆出租车前往旅馆，安稳地睡了一夜。
到次日早上，转到任一【雅典地点】。
(18, 19, 27)]],
[34]=
[[你尽了最大努力，但她不为所动，把你送走了。转到[118]或任一【雅典地点】。
(153)]],
[35]=
[[这个男人是理查德·霍克斯。他亲切地和你打起招呼。“点一杯茴香酒，我们聊一聊吧。”他建议道。“你看，我知道你在调查格利埃尔的死因。我和他聊过一两次。他的死讯确实挺轰动的。总之，长话短说，关于他的疯狂盗案，我有一些有趣的情报。我现在没带着它，但如果你和我一起回我的公寓，我就能给你看了。”
如果你答应，转到[79]。如果你不答应，霍克斯则会建议日落时分去帕特农神庙见面。他到时会带上那些东西。这时，你可以转到任一【雅典地点】。
(20)]],
[36]=
[[【厄内斯特·霍尔特的公寓】
出事了。你很久以来一直相信你的直觉。72小时之前，格吕内瓦尔德的电报毫无征兆地中断了；你去电询问，却如石沉大海。你要向分散在全世界的代理人们发出警告吗？
你审慎地抿着特级白兰地，最终决定不去雇佣代理调查员。格吕内瓦尔德提及的秘密，已经超越了平常帮手的能力范围。你相信他的判断，决定亲自前行。你随手向下属下达指令，冷酷无情地把秘书从酣睡中叫醒，要他听写电话录音。
你的资产将自行运转数个星期。你的护照已经准备停当。你动用各种关系，一夜之间就办妥了各式各样的签证：区区官僚机构又怎能拦住想要搭救朋友的厄内斯特·霍尔特？
邮轮不日启航。詹金斯可以整理好你的行李，让你一小时之内就出发。你的时间非常充裕。可惜你的跨洋客机还没有测试完成，不然那会非常有意思！你觉得你已经万事俱备，急切地想要一展拳脚了。
你给《纽约太阳报》的莱迪亚·劳打了个电话。这份报根本就是破烂废纸，但她本人能力不凡，天分出众。劳小姐完全不知道格吕内瓦尔德的事情。你注意到你越说，她的职业兴趣就越增长；你建议她这几天先不要写东西。你夸下海口说“我肯定会找出合理的解释”，但你明白你们两个人谁都不相信这句话。
现在你已经入睡。你从明天开始就要关注细节。你醒来后转到任一【纽约地点】。 
(【开始】)]],
[37]=
[[【莱迪亚·劳的公寓】
你和城市新闻版的编辑调情，又和国内新闻版的编辑拼酒。和往常一样，你的技能和蓝眼睛让你得到了你需要的东西，而且你并不介意让这些老家伙们偶尔占点便宜。而且，这可能是你年轻的生命中最重大的新闻了，至少你希望是这样。你的脑海里飘过无数大字标题:“密斯卡托尼克神秘事件!”“美女侦探追寻失踪教授!”“金融家确认生还!”而每一条新闻下面都署着你的名字。
格利埃尔死了，霍尔特和格吕内瓦尔德也失踪了，你相当确信这后面的故事真的会令人瞠目结舌——也可能相当危险。霍尔特已经失踪 72 小时了。你周到地把副班长布鲁诺送你的巨大左轮手枪打点好。你认为女孩子必须时刻小心。你可以在定期航班开船时就出发，但同时你也可以买点东西，做些功课——也许甚至能去阿卡姆看一看。
你给你的相好德文·威尔逊发了份电报，他在罗切斯特号军舰上服役，你将你的计划告诉了他，并说明你会保持联络。
你做梦一般地盘算着，《太阳报》因这个故事而增长的销量，足够将无聊透顶的《每日新闻报》一举击溃。对你来说就是纽约，再会——普利策奖，我来了!
次日早上，转到任一【纽约地点】。 
(【开始】)]],
[38]=
[[【零售商】
这家商店接受任何国家的货币。你可以购买几乎任何物品。你还可以购买一件近战武器或者一把手枪（发送[.darkappendix shopcategory]查看商品与标准售价）。然后转到你所在地点表的任一地点：
・【阿卡姆地点表】
・【纽约地点表】
・【雅典地点表】
・【埃及地点表】
・【不来梅地点表】]],
[39]=
[[你听到一声尖叫。飞机开始倾斜，然后开始向右歪。你注意到刚才还在平稳飞行的飞机现在开始颠簸。转到[44]。
(50)]],
[40]=
[[“但是，对了，奇怪的是......格利埃尔教授先是偷走了这个装置，后是因此自杀。更多的话我不知当讲不当讲。这个卡尔帕索斯装置有古怪。没人知道它真实的来历。也许国家博物馆的学究们能告诉你点什么。”
如果你进行一次灵感检定并成功，转到[21]。如果你失败，返回[204]。
(204)]],
[41]=
[[每研究一本书，都要进行相应的「语言」检定。每次检定成功后，花费两个小时并转到对应条目:
・德文，《神话传说》，转到[62]。
・法文，《食尸鬼教团》，转到[84]。
・拉丁文，《伊波恩之书》，转到[140]。
・英文，《灵魂世界的奇迹》，转到[159]。
你完成后转到[74]。
(62, 74, 84, 117, 140, 157, 159, 182)]],
[42]=
[[如果你不介意拥挤又臭哄哄的座位，转到[75]；如果你想要带厕所和洗脸盆的单人套间，转到[93]。
(183)]],
[43]=
[[这架飞机已经弃置了，但它看上去状态还行。你的脑海里闪过一个企图：偷走它。如果你有 5 点以上的「驾驶（飞行器）」，你就能检查好这飞机，启动它，转到[98]。否则，返回机场条目，转到[181]。
(44, 181)]],
[44]=
[[门后面倒着的是四肢无力，毫无生气的驾驶员尸体。你看到副驾驶员徒劳地蹬着腿。飞机暂时还在飞。阿拉伯人转过头来。你看见他鬼魅一般深陷的眼睛，不由得倒吸一口气。他的皮肤是发灰的青白色。他看上去简直就是活化的尸体：进行一次理智检定，失去0/1D6点理智值。进行一次「历史」检定：若成功，转到[71]；若失败， 往下读。
飞机猛然倾斜，其他乘客被甩到舱壁上，不是被撞晕就是不能动弹了。进行一次敏捷检定：若成功，你还能保持平衡，往下读；如果失败，你也滚到舱壁上，受到]] .. string.format("%u",ranint(1,3)) .. [[点生命值伤害，往下读。
你身上有武器吗？如果你有枪，可以抵近射击（射击检定得到一颗奖励骰）。这个阿拉伯人有15点生命值。他需要]] .. string.format("%u",ranint(1,6)) .. [[轮去杀死副驾驶员。此后，如果他还能行动，他会转过身来接近你。此时你可以继续尝试杀死这个不死魔鬼。
阿拉伯人转身朝向你后]] .. string.format("%u",ranint(7,12)) .. [[轮之后，飞机就会坠毁。他的敏捷是40，攻击时会试图使出扼勒攻击（45%(22/9)）；如果成功他就会将你锁喉，每轮造成1D4+1点伤害——你行动时可以进行一次和他60点力量的对抗检定，若成功就能挣脱束缚。
只要你解决了阿拉伯人，你就可以用以下几种方式自救：保护副驾驶、自己通过「驾驶（飞行器）」检定、检定「急救」成功——你发现那个被撞晕的希腊上校戴着飞行员徽章。但，如果副驾驶也死了，你又不会开飞机，还没法救醒上校，飞机就坠毁了。这就是......【剧终】。
如果你活下来了，飞机将返回雅典机场着陆，转到[181]——希望这次你能找到一架安全些的飞机！
(39, 50, 71)]],
[45]=
[[“你就只会说漂亮话！我太了解你们这种人了！格利埃尔教授特别嘱咐我不许别人进他的房间。”她砰地一声关上了门。
如果你想试着等到后半夜再潜入，转到[90]。否则你可以转到另一【阿卡姆地点】。
(67, 113)]],
[46]=
[[真奇特，你想。这个符号看上去就像一张地图(见下图)。
你带走了这张笔记纸。转到[150]。
(49, 294){FormFeed}
[CQ:image,file=image/dark/material-46.jpg]{FormFeed}]],
[47]=
[[如果你经历过了这一条目，那么服务员就是无害的——返回船上活动表，转到[187]。否则往下读。
进来是一名新服务员，手上拿着包房里替换用的新毛巾。他长着一张埃及面孔。选择以下中的一项；如果你的检定成功，转到对应条目：
・「侦查」检定成功，转到[91]。
・「幸运」检定成功，转到[106]。
・「考古学」检定成功，转到[9]。
否则，转到[10]。
(167)]],
[48]=
[[“雅典国家考古博物馆馆长亚里士多德·米洛纳斯，今日在一场离奇车祸中丧生。他的车明显超速，撞到伊利索斯河上一座石桥的栏杆，并发生了侧翻。我们沉痛悼念这位世界知名的学者、保护众多希腊国宝的负责人。米洛纳斯深居简出，一生未婚，也无家人。他生前常说，他如同爱父母一样热爱自己的祖国。”——《阿卡姆广告报》，1931年7月1日号
返回[60]。
(60)]],
[49]=
[[你发现了一张笔记纸，上面画着些奇特的东西。要仔细查看，转到[46]；否则返回[150]。
(150)]],
[50]=
[[进行一次「聆听」检定：
・若成功，转到[55]。
・若成功且你还有手枪，你可以尝试前往驾驶舱查看发生了什么，转到[44]。
・如果你「聆听」检定失败，你安稳地坐在座位上，转到[39]。
(55, 59, 76, 99)]],
[51]=
[[忽然，哈定太太冒了出来。“你想干什么!”她气急败坏，手里举着霰弹枪，枪口对着你的方向。“我数到三，”她说，手上握得更紧了，“不然我就扣扳机了！一......二......”你马上决定离开。
转到任一【阿卡姆地点】。
(7, 28, 52, 141, 150)]],
[52]=
[[你只能一间一间地去试。每试一次之前，你都要进行一次「潜行」检定。若你「潜行」检定失败，转到对应条目阅读后立刻转到[51]。
・房间A：转到[141]。 
・房间B：转到[2]。 
・房间C：转到[11]。 
・房间D：转到[150]。
(7, 28, 141)]],
[53]=
[[你找到了一封署名“韦利科夫斯基博士”的信，邮戳上写着巴勒斯坦。信中字迹潦草难辨，但你能看出作者“开心地”向格利埃尔的工作致敬。有一页谈论的是《吠陀》，以及他们如何确定所谓“地极倒转”的事情。另一部分讲述“冰封大陆的丰饶时代”。韦利科夫斯基称，有关“弗洛伊德式主人公”——包括伊赫那吞——的研究还在继续。转到[150]。
(32)]],
[54]=
[[【E·S·威伦茨书店】
整整三层全是书！有些书是你感兴趣的：
・哈里孙《英—希会话手册》
・哈里孙《英—阿会话手册》
・巴塞尔《英—德会话手册》
・彻里 - 加勒德《世界上最糟糕的旅行》
・道格拉斯·普朗雄《南极洲的湖》
・普朗雄《南美旅行指南》
你行李的空间最多只能装下三本书。在你的日志下记下你购入的书。转到任一【纽约地点】。
(纽约地点)]],
[55]=
[[你听到一声尖叫。返回[50]。 
(50)]],
[56]=
[[【纽约出租】
你可以打单程车，但包车一整天要远远经济得多。转到任一【纽约地点】。
(纽约地点)]],
[57]=
[[雅克勇敢地笑道：“我想让富有的希腊人领略天空的美妙。但我的服务并没有多少人认同，嗯？要不要我带你去什么地方？”若回答是，转到[92]；若回答否，返回机场条目，转到[181]。
(181)]],
[58]=
[[你看见三个司机站在出租车旁边。一个年轻人，一个老头，还有一个穿着整洁的人。你要坐哪辆车？如果你进行一次「心理学」或「侦查」检定并成功，则先转到[15]再回来选择。
选择年轻人，转到[179]；选择老司机，转到[201]；选择衣装整洁的司机，转到[223]。
(81, 131, 201)]],
[59]=
[[情况不妙。你如果携带了武器，可以将它准备好。转到[50]。
(76)]],
[60]=
[[【《阿卡姆广告报》社】☎
电话可以获得的信息：定期远洋航线，转到[136]，然后返回本条目。雅典新闻，转到[80]，然后返回本条目。
每花费一小时浏览往期报刊存档，你都可以尝试以下任一项检定：
・若「图书馆使用」检定成功，转到[48]。
・若「侦查」检定成功，转到[125]。
・你还可以尝试一次幸运检定，若成功转到[168]。
・如果现在是十月以后，还可以转到[172]。 浏览过报纸之后，转到任一【阿卡姆地点】。
(阿卡姆地点)]],
[61]=
[[你发现了干燥的皮屑；你觉得有人把晒脱的皮屑落在了这里。这和如此高级的店铺并不相配。你环视四周看到了两个人影，一高一矮，直直地盯着你。你迅速离开了商店。转到[126]。
(133)]],
[62]=
[[这些古老神话讲述的是“诸神的黄昏”(Götterdämmerung)，也就是神的灭亡。费解的是，这些北欧神话无一例外地记述，那之后气候变得更加寒冷。如果你进行一次幸运检定并成功，转到[117]，否则转到[74]。
(41, 74)]],
[63]=
[[这个国家历史复杂悠久，人民崇尚民主自由。他们坚决捍卫自己的权利，更爱护他们的文化遗产与珍贵文物。
进行一次知识检定。若成功，转到[25]；若失败，返回[74]。
(74)]],
[64]=
[[【波士顿火车站】
有两趟列车开往纽约中央车站。一趟车上午10点出发，下午5点到达；另一趟车下午4点出发， 晚上10点到达。抵达纽约后转到[146]。
开往阿卡姆的火车发车时间是上午10点、下午1点和6点，一小时后到达。抵达阿卡姆后转到[16]。
如果你错过了火车，你在波士顿也有朋友，他会为你接站并免费供你留宿。之后你可以乘坐次日上午的火车（见上）。
(波士顿地点)]],
[65]=
[[【《纽约太阳报》（欧洲版）】
你浏览报纸时发现了以下三条消息：
“开罗国家博物馆的主管阿梅特·凯急切盼望从雅典借来的卡尔帕索斯装置抵达。”
“密斯卡托尼克大学的学术窃贼格利埃尔教授，其骨灰已经登上乌拉尼亚号，将送回纽约。美国麻省阿卡姆当地已经安排了悼念活动。”
“斯塔克韦瑟-摩尔南极探险队整装待发，黑暗海域号已经驶往德国不来梅。抵港后就将进行最后的准备工作，包括加固船体，应对南极周围遍布浮冰的危险旅程。”
如果现在是9月15日过后，转到[95]。如果现在是9月15日之前，转到任一【雅典地点】。
(雅典地点)]],
[66]=
[[你看到这里说明你走错路了。回到你来的地方。]],
[67]=
[[她的眼神很警惕，但她一直在听。进行一次「说服」检定。若成功，转到[150]；若失败，转到 [45]。
(113)]],
[68]=
[[詹姆斯·亨利·布莱斯特德的著作《埃及史》里面夹着一页纸。纸上印着“第170页”，在这一页上有些划线的内容：“内部冲突”“古王国的覆灭”“完全胜利”“鳄鱼神”。
你还注意到纸上还有个词，是格利埃尔手写的“盖塔拉”。
进行一次「侦查」检定。若成功，转到[188]；若失败，转到[150]。
(24, 49)]],
[69]=
[[甲板上站着两个外国人。高个的人穿着连帽斗篷。他可能是阿拉伯人或者土耳其人。小个子的人长着副黄鼠狼一样的脸，正往你这边看。他们和这艘船好像格格不入，让你感觉很不舒服。
推进一天，转到[187]。
(73, 83){FormFeed}
[CQ:image,file=image/dark/material-69.jpg]{FormFeed}]],
[70]=
[[“‘大灾变’或者‘大动乱’神话，是最古老的神话传说，几乎所有文化里都找得到。据一些北欧神话记载，这些假想的事件大约发生在三到四千年以前。在其他传说，尤其是西藏什卡斯塔（Shikastra）教派的传说中，这次天翻地覆的灾难时间则推移到了公元前850年。”——T·格利埃尔，《大毁灭神话》
转到 [145]。 
(145)]],
[71]=
[[令你惊异的是，这样的皮肤和埃及木乃伊经过处理的皮肉有着明确无误的相同外观。返回[44]。
(44)]],
[72]=
[[你找到了一张搁在书架上面的天球图。如果你想仔细查看，转到[24]。否则返回[150]。
(150)]],
[73]=
[[如果你的安排里有“房间内休息（早）（午）（晚）”，转到[167]。如果你的安排里有“船上游览（午）”，进行一次「侦查」检定，若成功转到[69]。其他所有活动完成后，推进一天，返回船上活动表，转到[187]。
(8, 187)]],
[74]=
[[【纽约公共图书馆】
这座图书馆虽然不能提供外借，但热心的图书馆员提供了有关各种不同课题的书摘。他们非常忙，人手也不足，所以每来一次最多只能研究两个课题。你可以转到别处，再当天返回此地。
研究这些书摘无需检定。每研究一个课题需要2小时:
・有关考古学，转到[116]。
・有关埃及学，转到[85]。
・有关希腊，转到[63]。
・有关神秘学，转到[41]。
・有关其他，转到[138]。
研究完成后，你可以转到任一【纽约地点】。 
(纽约地点)]],
[75]=
[[你三天后平安抵达。这趟火车能一路经过伊斯坦布尔、大马士革，最终抵达开罗。转到[205]。
(42, 151, 152)]],
[76]=
[[这个阿拉伯人的手很怪异，是发灰的青白色。它像爪子一样抓住门闩，进了驾驶室。尝试一次意志和幸运的联合检定：如果你成功，转到[59]；否则转到[50]。
(99)]],
[77]=
[[赫里斯托斯（或者你的口译员）告诉你：“格利埃尔上吊了，他自杀了。对，他的遗体已经运回美国了。教授显然没留下什么可发现的东西。”
如果你进行一次「心理学」检定并成功，转到[180]；若你失败，转到[87]。
(87)]],
[78]=
[[“老大，带我去吧。我阿拉伯语说得很好。”如果你带他走，记下此事并返回[160]。注意当他为你翻译阿拉伯语时，你需要转到[4]并返回你当前的条目。
(160)]],
[79]=
[[他狭小的公寓房间里到处都散落着书本，充满浓郁的芳香。这正是学者的房间。
分别进行知识（EDU）、「克苏鲁神话」、「神秘学」、「侦查」、「聆听」检定。记下每个检定的成败情况，然后转到[112]。
(35)]],
[80]=
[[“今天，泽诺·庇西特拉图在喜庆的仪式中被委任为雅典国家考古博物馆的馆长。庇氏是希腊、埃及文物的专家，据称他有意与世界其他重要博物馆开展交换展览。”——《阿卡姆广告报》1931年7月20日号
转到 [60]。
(60)]],
[81]=
[[“我叫赫里斯托斯。去哪儿？”你告诉他目的地，他就会把你带到雅典的任何一处。路上他说：“听我的，我是个优秀的口译员。说到找希腊人帮忙，你无论如何都找不到比我做得好的。每天50德拉克马，我会一直跟着你，带你到处跑，就像向导一样。你怎么打算?”
你打量着他的形象，觉得他是个可能会在你来回跑腿的时候丢下你，自己去撒欢儿的人。但他也可能翻译得不错，而且他好像知道该去什么地方。如果你想打别的车，转到[58]，否则就和赫里斯托斯一起转到任一【雅典地点】。
(131)]],
[82]=
[[【密斯卡托尼克大学】☎ 
电话可以获得的信息：密大图书馆开放时间是周一到周六的上午9点到晚上9点。
・要访问图书馆，转到[145]。
・要会见历史系主任马丁·芬博士——9月8日以前，转到[122]；9月8日过后，转到[143]。
・要会见学监——9月8日以前，转到[100]；9月8日过后，转到[197]。
完成图书馆的行动之后，转到任一【阿卡姆地点】。
(阿卡姆地点)]],
[83]=
[[转到[69]——如果你已经去过那里，进行一次灵感检定，若成功转到[115]。否则，推进一天，转到 [187]。
(109)]],
[84]=
[[有一章提到，这些“不死者”最为奇怪的事件发生在法国的北非军团当中。哨所的卫兵被人掐死，咽喉处还粘着鳞片一样的死皮碎片。
要继续浏览其他书，转到[41]；或者返回纽约公共图书馆，转到[74]。
(41)]],
[85]=
[[“如今的埃及是古老与现代的迷人综合。驼队和集市的旁边，就是汽车和豪华宾馆。各类宗教在埃及具有重要地位，有些来源甚至非同一般。比如，你最好避开阿顿教团的人，他们出没在开罗和亚历山大，是一群鬼鬼祟祟、说不定还很危险的人。”
  ——《贝德克尔埃及旅游指南》
进行一次「图书馆使用」检定，若成功，转到[161]。否则，转到[74]。
(74)]],
[86]=
[[【《纽约太阳报》社】
“屡遭推延的斯塔克韦瑟-摩尔南极探险队终于接近整编完毕，现在基本确定将在12月下旬启程。探险队将在德国不来梅港启航，也是其在欧洲停靠的最后一站。”
“密斯卡托尼克大学教授蒂伯·格利埃尔因盗窃文物的嫌疑被逮捕。密斯卡托尼克大学学监威尔考克斯称，其同事刘易斯·格吕内瓦尔德已经代表学校前往雅典调查此事。”
如果现在是9月8日过后，转到[95]。否则转到任一【纽约地点】。
(纽约地点){FormFeed}
[CQ:image,file=image/dark/material-86.jpg]{FormFeed}]],
[87]=
[[【雅典司法局】
司法局和上诉法院的办公时间是周一到周五的上午9点—中午，下午3点—晚上7点。
如果赫里斯托斯在你身边，他知道要去哪里；如果你独自前来，你需要花费一个小时才能走到正确的走廊，找到负责监狱的警官。这个警官不会说英语。
・如果赫里斯托斯在你身边，或者你有口译员， 转到 [77]。
・如果你不会讲希腊语，但你带了英—希会话 手册，转到 [6]。
・如果你必须找到会说英语和希腊语的人，那么你花费了]] .. string.format("%u",ranint(1,3)) .. [[小时找到人帮忙，然后转到 [77]。
你离开时，警官好像想到了什么事情。他从一个抽屉里抽出封信，比划着让你去读。转到[539]。
(雅典地点)]],
[88]=
[[先锋主义曾大行其道，但现在正在政坛上逐渐受到质疑。神秘主义则在年轻一代政治家中开始流行。许多书籍和预言都在展望着祖国的光明未来。
要继续你的研究，转到[138]，或者返回图书馆（主条目），转到 [74]。
(138)]],
[89]=
[[哈定太太对你怒目而视，砰地一声把你关到门外。要等到夜深人静的时候潜入，转到[90]。否则你可以转到另一【阿卡姆地点】。
(113)]],
[90]=
[[公寓外一片寂静。你轻轻摸到门廊处。要从窗户翻进去，转到[7]；要从门口进去，转到[28]。否则你可以离开并转到任一【阿卡姆地点】。
(23, 45, 89)]],
[91]=
[[他的夹克下面有什么东西在闪光，令人担忧。若你进行一次「闪避」检定并成功，你可以从他身边挤过去逃跑。他不会追你，推进一天，返回船上活动表，转到[187]。
若你闪避检定失败或想要和他对峙，转到[10]。
(47)]],
[92]=
[[他会带你去开罗或不来梅，不问你任何问题。他需要在白天完成全程所以必须中午之前启航。如果你答应，往下读；若否，返回机场条目，转到[181]。
这次飞行是在一架开放驾驶舱的双翼飞机里，风暴一般的冒险。“哦——啦——啦！”如果到开罗，转到[196]；如果到不来梅，转到[450]。
前往开罗需要3小时，前往不来梅需要5小时。在时间表上划掉飞行时间。
(57)]],
[93]=
[[你一到晚上就上床准备睡觉，火车有节奏的喀当声抚慰着你的心灵。尝试一次「聆听」或「侦查」检定，记下你是否成功，然后转到[97]。
(42)]],
[94]=
[[你在北非大沙漠的不知何处迷了路。你的饮用水能维持]] .. string.format("%u",ranint(1,10)) .. [[天。如果你进行一次「生存（沙漠）」检定并成功，总天数增加]] .. string.format("%u",ranint(1,3)) .. [[天（你知道怎样节约饮水）。记下你的饮水持续到的日期。你每转到另一条目，你的总饮水就减少一天。用尽饮水后，你每转到另一条目就要减少6点生命值。当你遇见其他人类或者死亡后，中止计数。
你开始跋涉。这里酷热难耐，但你必须前行！投掷1D10：
掷出1，转到[213]。
掷出2~5，转到[235]。
掷出6~9，转到[257]。
掷出10，转到[279]。
(98, 341, 589)]],
[95]=
[[“格利埃尔教授自杀的消息让整个密斯卡托尼克学术圈既震惊又悲痛。格吕内瓦尔德教授对此还没有任何表示。”
如果现在是10月15日过后，转到[178]。否则，转到适当的任一【纽约地点】或【雅典地点】。
(65, 86)]],
[96]=
[[就在你在甲板上开心画画的时候，你注意到一名女乘客在低声啜泣。你走过去想安心一下她，但却被她画出的东西惊呆了：画布上画着奇怪的茎秆一样的生物，它们站在角度奇怪的建筑物前，沐浴在紫色的光芒下，组成一幅诡异的景色，令人生厌。这些生物似乎还在尖叫，但你无论如何也辨认不出它们的嘴在哪里。你惊诧不已，默不作声地走开了。
返回[171]。 
(171)]],
[97]=
[[如果你成功，你听到鬼祟的声音或者闻到爬行动物的气味，是角蝰。它们在地面上蜿蜒而行。有两条好像已经爬到了床单下面！不一会儿它们就会爬上你的头顶。
你如果停住不动，就会直接死掉。要拉紧急制动绳，转到[427]。要跳出窗外，转到[151]。要从你的房间夺门而出，转到[152]。
(93)]],
[98]=
[[飞机引擎咆哮着开始了运转。你自鸣得意地滑过跑道，飞机熟练地驶入风中。你拉起油门，飞机猛然冲出柏油地面，飞上天空。你就是空降兵！进行一次「驾驶(飞行器)」检定，若成功你可以留下来。若失败，你就坠机了（当然，【剧终】）。
如果你留在空中，进行一次「导航」检定，若成功你就能抵达开罗机场，转到[196]。若检定失败，你会在别处着陆，转到[94]。
(43)]],
[99]=
[[你一进客舱，就有一名身穿蓝制服的空乘员递给你口香糖和棉球。他比划说，棉球是用来塞耳朵的。你在客舱的柳条椅中找了个座位坐下。你望向候机楼时，看见两个面相凶恶的男人在聚精会神地盯着飞机看。当他们看见你的脸时，你看到他们手里指指点点，还在微笑。如果你觉得你不该坐这趟飞机，返回机场条目，转到[181]。
如果你留在飞机上，就会看见其他乘客鱼贯而入：一群阿拉伯人、一个精力充沛地嚼着口香糖的英国人、一位希腊大亨和一位希腊军队上校。瓦楞铝门砰地一声关上，发动机正好踊跃开始运转，发出呜呜的啸声。断断续续的噪声充满了客舱。飞机平稳飞上天空，乘务员就站在后面。
你们向南进发，但即使你坐得离加热管很近，客舱里还是比你想象中要冷得多。“嚼口香糖!”英国人在喧闹中喊道。“这个糖！可以保护你们的耳朵！”你笑了笑，做出OK的手势。
过了一会儿，有个阿拉伯人站起身来，走到客舱前面。这是个高个子，他的步伐不快。乘务员走上前去，可能是请他回座。如果他是想去厕所，那要往反方向走。这个阿拉伯人打开了驾驶舱的门。进行一次「侦查」检定：若你成功，转到[76]；若否，阿拉伯人就进了驾驶舱，转到[50]。
(181)]],
[100]=
[[学监连连摇头：“不成问题，格吕内瓦尔德。我已经让珀金斯那个呆小子代替格利埃尔了。但你现在想请假？门儿都没有，先生。”学监难道连选择余地都不给吗？要以辞职相要挟，转到[186]。要忘掉这桩事情，让格利埃尔自己为自己辩护，转到[574]。
(82)]],
[101]=
[[【中档旅馆】
这个旅馆里有洁净的房间，可以让你安睡一晚。如果你在这里住第二晚，转到[26]；否则，第二天早上转到【雅典地点表】或【埃及地点表】中的相应地点。
(雅典地点或埃及地点表中的相应地点)]],
[102]=
[[如果现在是9月8日过后，转到[147]。否则，如果你是格吕内瓦尔德，你可以稍事休息，吃顿饭，转到任一【阿卡姆地点】。如果你不是格吕内瓦尔德，转到[120]。]],
[103]=
[[【开罗出租】
开罗少数几条大道上行驶着各种各样的出租车，从崭新的帕卡德到部件勉强能够运行的老福特全都能找得到。你可以雇用司机一整天，也可以走路（每到一个地点多花一小时）。转到【埃及地点表】中任一开罗地点。
(埃及地点)]],
[104]=
[[【56号码头：丘纳德航线】☎
销售代理称，每周六中午都有一趟邮轮出发，九天后的正午抵达雅典，一天后的下午1点抵达亚历山大。船票售价$300，包含所有餐食。
你出发后转到[187]。在此之前，你可以转到任一【纽约地点】。
(纽约地点)]],
[105]=
[[水手们在谈论什么诅咒，他们还说它就要离开希腊了。你还打听到有一艘远洋汽船“基奥纳斯号”等待出租。返回咖啡馆条目，转到[20]。
(20)]],
[106]=
[[小个子男人抽出匕首，以惊人的速度直取你中腹，但没能打中，扎到了墙上。这时你可以将你的武器就绪（如果你带着）或者逃跑。
如果你决定逃跑，若「闪避」检定成功你就能夺门而出恢复安全；若你失败，小个子男人会再次攻击（50%(25/10)攻击，1D6 点伤害）。
如果你的武器已经就绪，你可以在攻击者刺过来之前使用武器。如果你这样做并对他造成了3点以上伤害，这个胆小鬼会从房间跑出去，逃之夭夭。如果你未命中，他会继续攻击。他会持续攻击到你对他造成了3点以上的伤害或者你死亡为止。
如果你活了下来，人们会寻找袭击者，但没有成功。如果你受了伤，船上的医务室可以处理你的伤口，转到[585]。伤口恢复以后、又或者你未受到伤害，推进一天，返回船上活动表，转到[187]。
(47, 135)]],
[107]=
[[你听到了“格利埃尔”，后面跟着一个好像“掐死”的词。然后这些人就不说话了，抬头看着你。要打手势请求加入他们，转到[581]；若离开桌子，转到[20]。
(20)]],
[108]=
[[你分到了一辆破烂的黑色标致车和一个浅色眼睛的埃及年轻人。他会说一些英语，但对你的任务不怎么关心。投掷1D10：若结果为1、2、3，转到[321]；其他结果转到[324]。
(320)]],
[109]=
[[如果你选择了甲板散步（早）、甲板躺椅休息（午）或者前往鸡尾酒会（晚），转到[83]。否则，推进一天，返回船上活动表，转到[187]。
(187)]],
[110]=
[[听说这些神奇装置是用来开启陵墓中的密室或者机关的。这些密室可能就藏在人们以为是实心岩石的地方。但现在既未发现完整的装置，也未发现类似的密室。转到[74]。
(116)]],
[111]=
[[今天的电影是阿尔弗雷德·希区柯克的《谋杀》。你很期待这部电影，觉得希区柯克虽然年轻却前途远大。进行一次「聆听」检定，记录结果后转到[137]。
(126)]],
[112]=
[[如果你的检定有成功的，就阅读下面对应的文字。如果你全部的检定都失败了，从标注号结束后的段落开始阅读。
・「克苏鲁神话」或「神秘学」检定：你发现霍克斯的书架上全是些奇形怪状的书名：《灵魂世界的奇迹》、克劳利的《魔咒书》(Incantations)、温伯格的《月之书》(Die Mond)。仅在本条目后文中，你检定时灵感增加10。
・「侦查」检定：你发现屋子中间矮椅子的扶手、腿和靠背上有奇怪而规律的刻痕和沟槽；仅在本条目后文中，你检定时灵感增加10。
・「聆听」检定：你听见附近的窗帘后面有什么东西在粗重地呼吸。仅在本条目后文中，你检定时灵感增加10。

进行一次灵感检定，加上本条目中所有的加值(如果有)。如果你成功，你意识到你得赶紧离开这个鬼地方。突然，窗帘后面伸出来一只手，但你如果「闪避」检定成功就可以夺门而出；转到任一【雅典地点】。
如果你的灵感或者「闪避」检定失败，那个呼吸粗重的东西就会把你抓住，将你摁到那个有奇怪刻痕和沟槽的椅子上。你听到弹簧释放的尖锐声响，金属的环扣锁死你的手脚，把你牢牢固定在椅子上。你现在无计可施了！你是有多么愚蠢，竟然轻信一个素不相识的陌生人。
现在这个呼吸粗重的东西在旁边踱着步，你能看清他的面目了。你看见干燥革质的皮肤，一边走一边有皮屑剥落下来。他的眼神空洞，绝非人类所能拥有。霍克斯吃吃窃笑着向你介绍“阿基米德”，说它已经3000多岁了，而且，非常、非常地饿。你怒目圆睁，霍克斯狂乱的尖笑回响在你的耳际。阿基米德的大嘴缓缓张开，走向你无助的身体。你看到它的牙齿，又长、又黄，而且极其锐利。你的惨叫响彻房间，但没有人能来救你。这就是......【剧终】。
(79)]],
[113]=
[[【哈定公寓】
哈定太太亲切地问候了你。她不太确定要不要带你进格利埃尔的房间。要尝试向她花言巧语，转到[23]；要恭维她，转到[45]；要说服她，转到[67]；要尝试贿赂她，转到[89]。
(阿卡姆地点)]],
[114]=
[[警察说卡尔帕索斯装置不见了。至于谁偷了它，现在只有流言——如果你想了解这些流言，前往弗齐拉集市，转到[134]。否则，转到【埃及地点表】中任一开罗地点。
(144)]],
[115]=
[[你向事务长问起甲板上看见的两个外国人。“我看他俩像是埃及人。老实说，真是怪事。他们没找你的麻烦吧？”你谢过他，离开了。推进一天，返回船上活动表，转到[187]。
(83)]],
[116]=
[[据猜测，1900年出土的卡尔帕索斯装置实际上来自埃及或者使用了埃及设计，但因某种原因被盗了。实际上，有些学者论称它是阿顿金字塔里的一件“神奇装置”。如果你进行一次「历史」检定或者困难知识检定并成功，转到[110]；若失败，转到[74]。
(74)]],
[117]=
[[书中有一幅蚀刻画，画的是一个可能具有魔力的符号（见下图）。你认为这幅画很重要并将它抄了下来。
你可以浏览其他书，转到[41]；或者返回纽约公共图书馆，转到[74]。
(62){FormFeed}
[CQ:image,file=image/dark/material-117.jpg]{FormFeed}]],
[118]=
[[【雅典国家考古博物馆】
要参观博物馆，转到[176]。如果现在是十二月之前，你可以尝试会见博物馆主管庇西特拉图，转到[153]。十二月过后，主管就去度假了。
(雅典地点)]],
[119]=
[[密克罗尼西亚岛民热情好客，但他们似乎对某尊会从海中出现的嗔怒神有种根深蒂固的恐惧。在这些岛上看过那些奇怪神像的英国水手管这尊神叫“独眼老莱利”。
要继续你的研究，转到[138]，或者返回图书馆（主条目），转到[74]。
(138)]],
[120]=
[[后门微微露了一道缝。你走进这座小屋，顿时一股怪异难闻的气味钻入你的鼻孔。然后你听到一辆车从前门离开的声音。你向外张望，但只能看见街角一辆黑色加长高级轿车远去的背影。
房里其他地方没什么异常，直到你进到格吕内瓦尔德的办公室——屋里已经被翻得狼藉一片，书本和纸张四处散落。
你可以转到任一【阿卡姆地点】，也可以进行搜查；若要搜查，花费一个小时并转到[165]。
(102)]],
[121]=
[[你发现了金哥布林社版的《不可名状的教团》。你翻看了一遍——邪门之极，你想。但书里有些东西警示着你、蛊惑着你，你花了一小时的时间将它又读了一遍。你略读后增加了3点「克苏鲁神话」技能。你带走了这本书。
此后，如果你的好奇心战胜了常识，你可以精读此书，付出]] .. string.format("%u",ranint(1,8)+ranint(1,8)) .. [[点理智值，再增加9点「克苏鲁神话」技能。如果你想学习法术“拜亚基召唤术”，掷 1D6 决定所需天数。注意只要这段时间过去，你就能施放“拜亚基召唤术”了（发送[.darkappendix Byakhee]查看说明）。转到[150]。
(150)]],
[122]=
[[他听了你的消息以后，眯起眼睛。“格利埃尔坐牢了？你想去救他出来？那你得和威尔考克斯学监商量。”
如果你想和学监商量，转到[100]；如果你不想，转到[82]。
(82)]],
[123]=
[[你进了自己的房间。进行一次「聆听」检定：若失败，转到[185]。祝你好运。
若你成功，你听到你门外有脚步声。简单写下两句话描述你要做什么，然后转到[594]。
(26, 164)]],
[124]=
[[这些是埃及圣书字。进行一次「语言（埃及圣书字）」检定，若成功转到[212]。若失败，转到[150]。
(29)]],
[125]=
[[“希腊的采海绵潜水员在克里特岛和土耳其之间一座叫卡尔帕索斯的小岛附近，发现了一件令人不解的装置。据悉，该装置已经有数千年历史，但依然光洁如新，好似昨天制造的一般。科学家们对制造该装置所用的金属讳莫如深。这件奇物已经送到国家博物馆的考古专家手上做进一步研究。”——《阿卡姆广告报》，1900年6月8日号
返回[60]。 
(60)]],
[126]=
[[如果你选择了“电影（早）”，转到[111]。如果你选择了“购物（午）”，转到[133]。如果你选择了“图书室（晚）”，转到[155]。如果你以上三项都完成了，或者你没选择上述活动，推进一天，返回船上活动表，转到[187]。
(61, 133, 137, 187, 192)]],
[127]=
[[【昂贵旅馆】
这是最好的旅馆。它有24小时的客房送餐服务。在你住第二晚时，投掷1D10：结果为9或10，转到[26]。住第三晚时，投掷1D10：结果为8、9 或 10，转到[26]。依此类推，每多在这里住一晚，转到[26]的结果数就多一个；否则，第二天早上转到【雅典地点表】，如果你在埃及则转到【埃及地点表】。
(雅典地点或埃及地点)]],
[128]=
[[它现在已经上了船，往开罗去了。转到[204]。
(21)]],
[129]=
[[角蝰的毒性很强。进行一次困难难度的体质检定。若失败，毒素就开始生效。如果你进行一次幸运检定并成功，你的尖叫会引来一名能胜任的医生，还有列车长。]] .. string.format("%u",ranint(1,3)) .. [[轮时间后，列车长会敲死这些蛇，并让医生救治你，医生来到之后就会抽出毒素。如果医生没听到你，你也可以自己尝试「急救」检定：若成功，你也能吸出毒素，只受到]] .. string.format("%u",ranint(1,4)) .. [[点生命值伤害。
毒素在你体内时，你每轮会失去]] .. string.format("%u",ranint(1,4)) .. [[点生命值。如果你没碰见医生，也缺乏急救技能，那你会痛苦地死去。这就是......【剧终】。
如果你活了下来，你(此后一路无事)在72小时后抵达开罗，转到[205]。
(152, 427)]],
[130]=
[[【雅典调查局】
调查局的办公时间是上午9点—中午，和下午2点—6点。你很快就找到了处理格利埃尔事务的调查官——伊利奥纳斯下士的办公室。几句客套话过后，他的几句话让你怔住了。
“先生，我很遗憾地告诉您蒂伯·格利埃尔教授已经自杀了。他上吊了。他可能对于从博物馆盗走卡尔帕索斯装置这罪行过于羞愧了。我们不太清楚。但没错，是自杀。真是悲剧的结局。”
你感觉天旋地转。你千里迢迢赶来，却只得到这么个结果。就算格利埃尔的生涯已面临绝境，你还是根本不相信他会了结自己的性命。伊利奥纳斯就如此确信吗?
“你怀疑是谋杀吗？不，这可没有任何证据。病理学家们发现了自残迹象，这在自杀事件里相当普遍。什么？哦——大夫去瑞士度假了。他好几个星期都回不来。”下士思索了一会儿，“我建议，你可以看看格利埃尔的囚室，如果已经关进去别人那就算了。他当时被关在司法局大楼。”
如果你进行一次「说服」或「取悦」检定并成功，伊利奥纳斯会同意你以他的名义进入司法大楼。如果你想从他那里打听更多消息，转到[204]。如果你问起希腊口译员的事，转到[170]。
这里的事务结束后，你可以转到任一【雅典地点】。门口停着一辆出租车；要搭出租车，转到[131]。
(雅典地点)]],
[131]=
[[如果你之前来过本条目，转到[58]。
一个瘦瘦的黑头发年轻人喊道：“喂，说英国话的！打车吧！去雅典各处，五德拉克马！”如果你进他的车，转到[81]。如果你想要其他车和其他司机，转到[58]。
(130, 204, 226, 248)]],
[132]=
[[这男人独自离开了你。推进一天，返回船上活动表，转到[187]。
(203)]],
[133]=
[[这艘船真是壮观！你只需走出房间几十米，就能享受大城市的一切便利：美容院、男装店、珠宝店、体育用品店、书店，不可尽数。你决定看看新手套。进行一次「侦查」检定，若成功转到[61]。否则，你继续今日的行程。转到[126]。
(126)]],
[134]=
[[【弗齐拉集市】
这片集市有数百家商铺和摊位，从清早到日落都熙熙攘攘。许多招牌上都有英文，还有英国兵在四周慵懒地散步。你可以从以下列表中选择:
・要找商队和旅行方式，转到[384]。
・要找陶器和工艺品，转到[374]。
・要占卜，转到[318]。
・要找露天咖啡摊，转到[340]。
・要找装备品和补给，转到[383]。
・要玩掷飞镖游戏，转到[414]。
如果你在集市上的事办完了，转到【埃及地点表】中任一开罗地点。
(埃及地点){FormFeed}
[CQ:image,file=image/dark/material-134.jpg]{FormFeed}]],
[135]=
[[你沿着走廊走的时候，进行一次「侦查」检定。若成功，你注意到你前面潜伏着一个小个子埃及人，你以前可能见过他。他手里拿着什么东西（见下）。如果你的「侦查」检定失败，转到[106]。
如果你注意到了潜伏者，就换了一个方向，加快了步伐。你现在听到他的脚步声，在你身后小步疾行。是你的想象，还是走廊的灯光变暗了？进行一次知识检定，若成功你就能抵达甲板，安全开始散步，推进一天，返回船上活动表，转到[187]。如果你的知识检定失败，你拐了一个错弯，走廊就戛然而止，面前的舱门上着锁，写着“闲人免进”。转到[106]。
(148)]],
[136]=
[[每周六都有一艘丘纳德邮轮从纽约56号码头出发前往雅典和亚历山大，途中经停。这趟船到雅典需要九天，到亚历山大要再加一天。返回[60]。
(60)]],
[137]=
[[如果你的「聆听」检定成功：你听到有两个人沿着走道走下来，坐到了你的身后。他们进来的时候，你发现放映厅已经快要空了。进行一次敏捷检定并成功可以让你及时离开座位走出放映厅，推进一天，返回船上活动表，转到[187]。如果你的敏捷检定失败，向下读。
如果你的「聆听」或敏捷检定失败：你刚刚发现你后面坐着人，就有两只皮革般硬实的巨手（接近时还有皮屑剥落下来）像老虎钳一样钳住你的脖子，想要把你勒死。进行困难难度的力量检定。你可以尝试挣脱共计]] .. string.format("%u",ranint(1,6)) .. [[次，此后你将失去意识——你被杀了......【剧终】。若你成功，你逃出放映厅来到安全的地方。他们不会追你，但别人也没法找到袭击你的人。转到[126]。
(111)]],
[138]=
[[你能研究的课题之广泛令人眼花缭乱。有三个课题领域尤其引人注意：
・关于极地研究，转到[163]。 
・关于太平洋岛屿，转到[119]。 
・关于德国，转到[88]。
你每次访问图书馆只能选择两个领域，但你可以离开图书馆，当天返回，再访问一次。每个领域要花费两个小时来探索。你愿意的话可以返回[74]或者转到任一【纽约地点】。
(74, 119, 163)]],
[139]=
[[就在千钧一发之际，一名船上工作人员走了进来，分散了怪物的注意力——你可以逃跑了！工作人员同样吓得寒毛倒竖，明智地转身和你一起沿走廊跑到安全的地方。
接下来的旅程你一直处在船长的保护之下，袭击你的人无迹可寻。你不能再选择船上活动。划掉剩余的日子，在雅典下船转到[173]，或在亚历山大下船转到[195](如果这才是你的目的地)。
(155)]],
[140]=
[[你读到以下一段文字：“旧日失落之城在哪里？万古上师的宝藏又在何方？这些被诅咒的至宝如今困于修格斯之守，深埋坚冰之下，等待着阿顿陀螺的再一次回归。”
你增加1点「克苏鲁神话」技能值，减少1点理智值。若进行一次「语言（埃及圣书字）」检定并成功，转到[157]。若失败，你可以浏览其他书，转到[41]；或者返回纽约公共图书馆，转到[74]。
(41)]],
[141]=
[[你听到雷鸣般的鼾声。这房间有人住，不可能是格利埃尔的房间，你应该试别的门才对。进行一次「潜行」检定：若失败，转到[51]；若成功，转到[52]。
(11, 52)]],
[142]=
[[“马提尼不加冰，谢谢。”他转向你。“老伙计，我无意中发现，有些奇怪的人好像在跟踪你。听我一句劝：呆在甲板上，怀疑每个人，不要去图书室之类没人去的地方。老天在上，我可是见过这种刺客做事的。”
你以前从来没见过他。然后他就讨论了一段象棋，喝光马提尼，离开了。你后来再也没见到他。推进一天，返回船上活动表，转到[187]。
(203)]],
[143]=
[[芬博士摇摇头。“我也爱莫能助。也许我们学监威尔考克斯博士能讲出你想知道的东西。”要去见学监，转到[197]。要去图书馆，转到[145]。或转到任一【阿卡姆地点】。
(82)]],
[144]=
[[【开罗警署】
警察们尽管非常友善，却给不出你想要的情报。如果现在是10月31日过后，转到[114]得到更多信息；否则转到【埃及地点表】中任一开罗地点。
(埃及地点)]],
[145]=
[[每在密大图书馆逗留一小时，尝试一次「图书馆使用」或「侦查」检定：若「图书馆使用」检定成功，转到[25]；若「侦查」检定成功，转到[70]。你可以返回密斯卡托尼克大学，转到[82]，或任一【阿卡姆地点】。
(70, 82, 143)]],
[146]=
[[【纽约中央车站】☎
如果你是抵达纽约，转到【纽约地点表】。
如果你要前往波士顿，每天有两趟车开往波士顿。一趟车早上8点出发，下午3点到达；另一趟车下午6点出发，次日凌晨12:30到达。你可以从波士顿乘城际火车前往阿卡姆。你可以等火车到站，转到[64]，或者转到任一【纽约地点】。
(纽约地点)]],
[147]=
[[格吕内瓦尔德的房间好像有什么人匆忙离开了。转到[102]。
(102)]],
[148]=
[[如果你选择了“甲板散步（早）”，“沙狐球（午）” 或“甲板散步（晚）”，转到[135]。如果你已经去过[135]，则转到[579]。
(187, 193)]],
[149]=
[[【艾资哈尔大学】☎
这座不可思议的埃及学府里有许多开放的教研活动。不过最近英国军队的出现让许多埃及人不愿同外国人交谈。
你可以转到[215]参观图书馆，也可以到清真寺风格的主楼里访问各院系。每访问一个地点花费一小时。某些地方可能需要额外时间：
・伊斯兰文化系，转到[216]。
・古代史系，转到[217]。
・现代史系，转到[238]。
・外语系，转到[239]。
・科学系，转到[260]。
・文学系，转到[261]。
你完成后可以转到【埃及地点表】中任一开罗地点。
(埃及地点)]],
[150]=
[[你小心翼翼地打开灯，发现了一间符合教授形象却乱糟糟的房间。房间四处摆满了关于神话和寓言的书籍，还有大捆大捆、来自各国各种报纸的剪报。你每在这里逗留一小时，就可以尝试一次以下任一检定。每种检定每天只能尝试一次。
・若「天文学」检定成功，转到[24]。
・若「科学(密码学)」检定成功，转到[29]。
・若「克苏鲁神话」检定成功，转到[121]。
・若灵感检定成功，转到[32]。
・若幸运检定成功，转到[49]。
・若「侦查」检定成功，转到[72]。
看完了？你需要进行一次「潜行」检定并成功才能溜出去，不论时间。如果你失败了，转到[51]。如果你成功了，转到任一【阿卡姆地点】。
(24, 29, 32, 51, 52, 53, 67, 68, 72, 121, 124, 188, 208, 212, 282)]],
[151]=
[[你把窗户打开，翻身跳出火车：失去]] .. string.format("%u",ranint(1,6)) .. [[点生命值。你必须在下一站等待24小时乘坐下一趟车。转到[75]。
(97)]],
[152]=
[[进行一次「跳跃」或「闪避」检定：若成功，你就成功逃过这些蛇，转到[75]。若检定失败，你就被蛇咬了，转到[129]查看后果。
(97)]],
[153]=
[[博物馆主管办公室门口守着一位年轻秘书。她仔细地说着英语，意思是庇西特拉图的日程已经满了。
如果你要加塞插队，和秘书争论一定要见到庇西特拉图，转到[34]。如果赫里斯托斯和你在一起，你还可以转到[22]。如果你要离开这里，转到[118]或任一【雅典地点】。
(118)]],
[154]=
[[许多民宿都向游客开放，规模从小屋到豪宅都有。这些民宿很安全。你每在民宿住一晚，进行一次幸运检定：若你成功，转到[198]。
你醒后转到【埃及地点表】中任一开罗地点。
(埃及地点)]],
[155]=
[[图书室十分冷清。不过，安静祥和正是你求之不得的。你正看着最新的阿加莎·克里斯蒂小说的时候，一个阴着脸的小个子男人进了房间，后面还跟着个戴蒙头斗篷的高个男人。你心神不定地点点头，继续看你的书，不安地发现他们越走越近。你再次抬头看去。小个男人狞笑起来，抽出闪光的匕首。
如果你有武器，进行一次敏捷检定决定你是否能在匕首刺中之前逃脱（50%(25/10)概率击中，伤害1D6）——否则你必须要尝试闪避此次攻击。
你累计对他造成8点以上伤害后，他才会中止攻击并昏倒。他会不断地袭击你，你可以反击或闪避。如果你有手枪，到你的战斗轮你可以抵近射击(攻击时获得一颗奖励骰)。如果你在你的战斗轮中进行一次「闪避」检定并成功，你可以躲开他并开始逃跑。
如果你迫使他停止攻击或者躲开了他，他的高个同伴会堵在图书室入口，挡住你的去路。你可以向这个斗篷男射击，也可以尝试殴打他。你不断殊死抵抗想继续逃脱，但你所有的攻击（刀、子弹等等）都会穿过他的身体刺进舱壁，就好像他是鬼魂一般！他非人的双眼发着光，从兜帽的阴影下透了出来，你感到空气中弥漫着死亡的恶寒。进行一次理智检定：看到这一恐怖场景失去0/1D6点理智值。
现在这怪物伸出手朝你抓来。只有幸运检定能救你了：如果你成功，转到[139]。如果你失败，那你肯定也明白，这就是......【剧终】。
(126)]],
[156]=
[[“不来梅港12月20日讯 斯塔克韦瑟-摩尔探险队今天在晴朗的天空和平静的海面上拔锚启航。虽然天气很冷，仍然有很多人来到码头为探险队送行。”
转到任一【纽约地点】或对应地点。
(190)]],
[157]=
[[你读到了“阿顿陀螺”，这是阿肯那顿时代传说中的遗物。此陀螺是一件魔法神器，有些传说中它导致了古王国的覆灭。阿肯那顿获得了这件宝物，(有些学者认为)还崇拜设计此宝物的远古恶神。阿肯那顿的奇怪面容也被认为是沉迷奇怪魔法仪式的结果。
如果你想浏览其他书，转到[41];或者返回纽约公共图书馆，转到[74]。
(140)]],
[158]=
[[在它们把你拉进坑道之前，你只有一次开火的机会。尽管开火距离在抵近射击范围内，但黑暗环境抵消了所有奖励骰，所以你要以常规难度来检定。每只妖鬼拥有3点护甲。如果你能击伤一只，那么两只妖鬼都会迅速撤退并消失在黑暗中，你可以跳回[303]。如果你没能造成伤害，就失去了击退它们的机会，转到[369]。
(355)]],
[159]=
[[据说法老的亡魂常在金字塔出没，有些倒霉的人甚至见过它们。进行一次「侦查」检定：若成功，转到[182]；若失败，你可以浏览其他书，转到[41]；或者返回纽约公共图书馆，转到[74]。
(41)]],
[160]=
[[码头边停泊着一辆漆皮剥落但看上去很结实的船。这就是基奥纳斯号了。你看到甲板上竖着块牌子：“租船——找船长米科·勒杜卡”。如果你需要秘密方式离开希腊，这就是了。勒杜卡船长是亚美尼亚和希腊混血，他会带你去地中海上的任何地方。这艘船需要24小时来装货、加油和让船员就绪。
如果赫里斯托斯在你身边，转到[78]然后返回此处。
如果你租下基奥纳斯号，你在次日的这个时候启航，48小时后抵达亚历山大，转到[195]；否则返回【雅典地点表】。
(雅典地点)]],
[161]=
[[你看到了着重描述弗齐拉集市的内容。你的脑海中闪过这集市的两个别名：“能得失任何东西的地方”“连灵魂都能买卖的地方”。你漫不经心地翻阅着这本书，你想你可能该去一次埃及。转到[74]。
(85)]],
[162]=
[[他说道:“你可能撞上比最离奇的梦境还要离奇的大事情了。我的朋友们愿意帮你一把。想明白你必须做的事，然后日落时分到帕特农神庙来见我。”他将你送到任一【雅典地点】。
(201)]],
[163]=
[[“许多探索这片冰封大陆的探险队都经历过‘南极痴呆症’。最新、最生动的描述当来自莱克探险队前往未被探索过的西北地区那多灾多难的旅程。事件报告的怪异程度甚至连熟悉这种现象的人都为之震惊。救援队也被困在寒冷孤独之中，所有幸存者后来都在疯人院呆了好几个月，嘴里始终念叨着失落的城市、地面下的恐怖什么的。最近，专家称丰富饮食种类可以预防这种可怕的幻觉。”
进行一次幸运检定并成功，转到[184];否则，转到[138]。
(138)]],
[164]=
[[【开罗宾馆】
房间有点窄小，但你必须住下。投掷1D10看你的结果如何：掷出1、2、3，转到[123]；掷出4、5、6，转到[101]；掷出7、8、9，转到[127]；掷出10，转到[154]。
(埃及地点)]],
[165]=
[[你除了学究们日常生活留下的残渣碎屑以外可以说一无所获。要再花费一个小时搜寻并通过「侦查」检定，转到[5]。否则，转到任一【阿卡姆地点】。
(120)]],
[166]=
[[你见到了博物馆主管庇西特拉图，他正向英国高官介绍博物馆。你跑到庇西特拉图面前，快速问起你的问题。他简要地回复，但试图让你离开，说他不知道格利埃尔为什么要盗窃文物。
进行一次「心理学」检定：若成功，转到[17]然后返回此处。
他还说像卡尔帕索斯装置之类的展品出借很正常。进行一次「心理学」检定：若成功，转到[1]然后返回此处。
最后，他陈述卡尔帕索斯装置是一种时钟。再进行一次「心理学」检定：若成功，转到[4]然后返回此处。
庇西特拉图烦躁不安，既羞又恼地走开了。转到[118]或任一【雅典地点】。
(176)]],
[167]=
[[你听见有人敲房间门。“先生，我是客舱服务员。需要整理房间吗？”如果你告诉服务员晚会再过来，转到[8]；如果你让他进来，转到[47]。
如果你已经来过这里，推进一天，返回船上活动表，转到[187]。
(73, 171)]],
[168]=
[[雅典国家博物馆的考古团队发布了关于卡尔帕索斯装置的报告，特别提及了它表面上无法解释的标记，还有复杂的齿轮连动装置。考古团队宣称，此装置至少有2000年历史，但有人认为它的历史还要更久。报告表明，装置代表了学者们以前做梦也想不到的古代技术成就。
有些齿轮的外缘铭有神秘的希腊文，还有些内缘刻着稀有的埃及圣书字。考古团队没有对装置的用处做出猜测。
如果在阿卡姆，转到[60]；如果在雅典，转到[176]；如果在开罗，转到[206]。
(60, 176, 209)]],
[169]=
[[你想到了太阳神阿顿，这是阿肯那顿所创一神教教派的核心。年轻的法老身体越发畸形，他开展的宗教活动也越发异常。
你衡量着至今以来的冒险，思索着带你来到这里的各种事件。次日早上，转到【埃及地点表】中的任一开罗地点。
(175)]],
[170]=
[[在附近等了]] .. string.format("%u",ranint(1,3)) .. [[小时之后，他们给你找到了一位名叫叶夫根尼亚的口译员。你如果同意，就可以在停留希腊期间雇用叶夫根尼亚。转到任一【雅典地点】。
(130)]],
[171]=
[[如果你选择了“房间内休息（早）”，转到[167]；如果你选择了“油画（午）”，转到[96]：如果你选择了“鸡尾酒（晚）”，转到[203]。
如果这些条目号你都已经见过，转到[385]。
(132, 142, 187, 193)]],
[172]=
[[格利埃尔自杀的消息震惊了整个密斯卡托尼克大学。格吕内瓦尔德教授在可疑的时间突然消失，更是令流言蜂起。威尔考克斯学监既困惑又烦躁，不愿接受采访；但他的秘书透露，威尔考克斯学监自己也是一筹莫展。转到[60]。
(60)]],
[173]=
[[【雅典港】（比雷埃夫斯）☎
如果你坐船抵达：你靠近海岸后，就发现这里和新英格兰的风景有几分相似：奇形怪状的水道、海湾和岬角。但新英格兰的气候凉爽潮湿、满眼翠绿，这里则遍布着温暖奢华的金黄色。刚刚建立七年的希腊共和国在世界大萧条的困苦之下艰难度日。这里的人民渴望游客，国家急需赚取外汇。你的船停泊在比雷埃夫斯装潢华丽的港口。雅典城坐落在远处的山丘高处，在正午的太阳下闪闪发光。这里停着许多黑色汽车，车两边标着手写的“出租车”字样。如果你想打车前往雅典调查局，转到[130]；否则，转到任一【雅典地点】。
如果离开雅典，每周二、五各有一班轮船前往亚历山大，下午3点启航，24小时之后抵达。抵达后转到[195]。
如果前往不来梅，每周四、六下午4点各有一班船启航，120小时之后抵达不来梅。抵达后转到[449]。
如果前往纽约，每周五中午有一班船启航，九天整后抵达纽约。抵达后转到[574]。
(雅典地点){FormFeed}
[CQ:image,file=image/dark/material-173.jpg]{FormFeed}]],
[174]=
[[卡尔帕索斯装置现在在开罗。转到 [204]。
(21)]],
[175]=
[[你的东家明白了你是某类学者，他表现得有点害怕。你询问他，却只得到了一些“阿顿”“门”“打开”之类的词，然后他紧张地祈祷着离开了。
如果你进行一次「历史」检定并成功，转到[169]；如果你失败了，你酣睡一晚，第二天早上可以转到【埃及地点表】中任一开罗地点。
(198)]],
[176]=
[[你满眼都是古希腊的珍奇异宝。你还找到了原来陈设卡尔帕索斯装置的位置，现在这里摆着一幅画和照片作为陈设品。
转到[168]阅读关于本装置的更多信息，然后返回此处。
这段说明推断，卡尔帕索斯装置是一种天文钟，供祭司使用。也有的学者认为它是用来创造物品的。还有一些人认为这只是件为有钱的贵族和商人而精心制造的消遣品。该装置的起源还不清楚，制造它所用的材料也尚未辨明。
进行一次幸运检定。若成功，转到[166]；若失败，转到[118]，或任一【雅典地点】。
(118, 166, 168)]],
[177]=
[[你一把推开秘书，闯进庇西特拉图的办公室。他站起来眨着眼。“这让人很生气，”他用出色的英语气急败坏地说道。赫里斯托斯猛然冲到他面前将他逼回椅子上。“问吧，老大。”赫里斯托斯说。
你虚张声势，对博物馆主管严加盘问。他想要搪塞，说他不知道格利埃尔为什么要盗窃文物。若你进行一次「心理学」检定并成功，转到[17]然后返回此处。
他还说像卡尔帕索斯装置送去开罗之类的馆间展品出借很正常。若你进行一次「心理学」检定并成功，转到[1]然后返回此处。
最后，他明确陈述卡尔帕索斯装置是一种时钟。再进行一次「心理学」检定：若成功，转到[4]然后返回此处。
赫里斯托斯插嘴道：“老大，警察要来了，我们赶紧撤。”你们俩一起跑出了办公室，只留庇西特拉图对你放声咒骂。转到任一【雅典地点】。
(22)]],
[178]=
[[卡尔帕索斯装置已平安抵达开罗进行长期展览。据悉馆长阿梅特·凯因为借到它而十分激动。
如果现在是十一月以后，转到[190]。否则转到任一【纽约地点】或对应地点。
(95)]],
[179]=
[[年轻人能带你到你想去的任何地方。转到任一【雅典地点】。
(58)]],
[180]=
[[这个男人看上去很害怕，追问之下他会承认自己的恐惧：“我不相信格利埃尔是自杀的。有人想要他死。有人......或者有些东西！我不知道......它要卡尔帕索斯装置做什么。格利埃尔一直说不要让它去埃及。”
进行一次「说服」检定：若成功，转到[202]；若失败，转到[87]。
(77)]],
[181]=
[[【雅典机场】☎
这座机场很小，跑道边停着三架飞机。一架是道格拉斯M-2邮政飞机，机龄十年，独自停在一旁。一架是福特三引擎，停在敞开的机库前。还有一架福克T-2，是只机首又短又平的怪鸟，有个机械师正在上面维修。你注意到有那么一个旁观的人好像在聚精会神地看着你。
咨询办公室可以得知，三引擎有定期航班飞往开罗。它每天早上8点起飞。如果你买了票，当飞机准备起飞时转到[99]。
邮政飞机现在不送邮件了。飞行员雅克·里塞在小酒吧里坐着。如果你想见他，转到[57]。
职员还说，福克现在不能起飞，但如果你想看看它，转到[43]。如果你结束了这里的事情，转到任一【雅典地点】。
(雅典地点)]],
[182]=
[[你找到了所谓的埃及死亡教团——阿顿教团的标志(见图)。你猜想自己以前见过这个形状。你可以返回纽约公共图书馆，转到[74]；也可以继续浏览其他书，转到[41]。
(159){FormFeed}
[CQ:image,file=image/dark/material-182.jpg]{FormFeed}]],
[183]=
[[【雅典火车站】☎
途经伊斯坦布尔、大马士革最终抵达开罗的火车每天中午12点出发。全程需要三天。如果你乘火车前往开罗，转到[42]。
向北经过维也纳最终抵达不来梅的火车每天早上9点出发，全程需要三天。要乘火车前往不来梅，转到[449]。
你发现有一个男人从报纸里探出头来专心打量着你。
搭乘火车，或转到任一【雅典地点】。
(雅典地点)]],
[184]=
[[据悉，斯塔克韦瑟-摩尔南极探险队的准备正在迅速展开。这次探险将沿厄运缠身的莱克-道格拉斯探险队的道路重新进发。探险队将于十二月从不来梅港启航。
要继续你的研究，转到[138]，或者返回图书馆（主条目），转到[74]。
(163)]],
[185]=
[[有两个人进来了，一个小个子手里拿着样式凶恶的匕首，一个高个子穿着昏暗的斗篷。小个子朝你走过来。
进行一次敏捷检定，看你的武器在小个子攻击你之前是否能就绪（如果你写过准备武器，则忽略此次检定）。这个人的攻击是匕首（50%(25/10)，伤害1D6）。如果你的武器没有就绪，你必须用「闪避」检定躲过攻击。
你累计对他造成8点以上伤害后，他才会中止攻击并昏倒。他会不断地袭击你，你可以反击或闪避。如果你有手枪，到你的战斗轮你可以抵近射击（攻击时获得一颗奖励骰）。如果你在你的战斗轮中进行一次「闪避」检定并成功，你可以躲开他并开始逃跑。
如果你迫使他停止攻击或者躲开了他，他的高个同伴会堵在图书室入口，挡住你的去路。你可以向这个斗篷男射击，也可以尝试殴打他。你不断殊死抵抗想继续逃脱，但你所有的攻击（刀、子弹等等）都会穿过他的身体刺进舱壁，就好像他是鬼魂一般！他非人的双眼发着光，从兜帽的阴影下透了出来，你感到空气中弥漫着死亡的恶寒。进行一次理智检定：看到这一恐怖场景失去0/1D6点理智值。
现在这怪物伸出手朝你抓来。选择进行一次攻击检定或「闪避」检定：若检定成功，你就能闯过去，躲开这个非人的生物，跑下楼梯前往任何地方：若在雅典，转到任一【雅典地点】；若在开罗，转到【埃及地点表】中任一开罗地点。
如果你检定失败，这个戴兜帽的怪物就把你掐死了。对你来说，这就是……【剧终】。
(123)]],
[186]=
[[“喔。辞职？嗯哼。好兄弟，我得道歉！我没想到你这么认真。去吧！去给可怜的格利埃尔脱罪吧。我知道你肯定会办得干净利落。当然学校也会报销你的来回船票。”当你离开时，你听到门口有脚步声快速跑远。但你往外看的时候，走廊却空空荡荡。转到[82]或任一【阿卡姆地点】。
(100)]],
[187]=
[[【丘纳德邮轮活动表】
丘纳德邮轮相当奢华，每一等舱位都空间宽敞，娱乐设施一应俱全，餐食更是品质上乘。
你乘船期间忽略按小时的日志记录，但要记得日期。当你登陆雅典后，恢复按小时记录行程。
・第一个星期日，转到[73]。
・第一个星期一，转到[109]。
・星期二，转到[126]。
・星期三，转到[148]。
・星期四，转到[148]。
・星期五，转到[192]。
・星期六，转到[193]。
・第二个星期日，转到[171]。
・第二个星期一，你抵达雅典，转到[173]。
・第二个星期二，如果你还在船上，你将抵达埃及亚历山大，转到[195]。
从星期日上午开始，预先选择每天三项船上活动：“早”“午”“晚”各一（发送[.darkappendix shipevent]查看可选的船上活动）。当到对应日期时，转到对应的数字条目，如果你选择的活动和条目中叙述的相符，就依据对应的说明行动。
第二个星期一你抵达雅典：如果你继续前往亚历山大，则忽略各种检定。若你登陆雅典，从中午开始恢复按小时记录。
第二个星期二如果你还在船上，你抵达亚历山大：你这一天也忽略各种检定，但从下午 1 点开始恢复按小时记录。
(69, 83, 104, 106, 109, 115, 126, 132, 142, 167,189, 385, 579, 590)]],
[188]=
[[你找到了一幅怪画（见图）。
现在转到[150]。
(68){FormFeed}
[CQ:image,file=image/dark/material-188.jpg]{FormFeed}]],
[189]=
[[当你用飞碟枪展示自己的枪法时，却听到轻轻的“砰”声，一发子弹掠过你的耳际。你四下里观察，但周围没有人射击。其他枪手并没有注意到这发子弹。他们惊讶地瞪着你，可你还是匆匆离开了赛场。推进一天，返回船上活动表，转到[187]。
(590)]],
[190]=
[[阿梅特·凯和卡尔帕索斯装置一起不知去向，埃及当局非常困惑。雅典国家博物馆的庇西特拉图还没有发表意见。
如果现在是十二月以后，转到[156]；否则，转到任一【纽约地点】或对应地点。
(178)]],
[191]=
[[你被一面华丽的镜子吸引住了。镜框乍看只是金银精雕，实际却是某种嘶吼着的动物组成的雕饰。若你进行一次灵感检定并成功，转到[375]；若你失败，你就看到镜子里面——往下读。
你看到镜子里面有一只恐怖的生物在朝你看来。你忙往后跳——进行一次理智检定，失去1D3/1D20点理智值——但你移动的速度赶不上这头猎犬一般的恐怖生物看见你的速度。这怪物的眼睛锁定了你，你毛发倒竖，遍体生寒。你不一定知道这生物叫什么，但你明白它看见你了，更能在镜子外抓到你。
这头猎犬一般的生物抓住你需要]] .. string.format("%u",ranint(1,10)+ranint(1,10)) .. [[天。在日历上那一天的对应时间做上标记。到那时，转到[306]。现在，转到【埃及地点表】中任一开罗地点。
(374)]],
[192]=
[[转到[126]——如果你已经去过[126]，则转到[590]。
(187)]],
[193]=
[[转到[148]——如果你已经去过[148]，则转到[171]。
(187)]],
[194]=
[[【帕特农神庙】
神庙庄严的柱子在夕阳余晖下闪着金黄的光芒，你爬过瓦砾堆来到孤独的内院时，光芒渐渐黯淡，变成了深蓝色。这壮丽的景色折服了你，你慢慢陷入了自己的思绪中。当你思索格利埃尔因何自杀的时候，一声尖叫猛然将你拉回现实。这尖叫不知从何而来。
突然你意识到，在这渐暗的暮色中，你独自一人，非常脆弱。
如果你想躲起来，转到[14]；如果你想溜走，转到[18]；如果你决定随便逛逛，转到[19]。
(雅典地点)]],
[195]=
[[【亚历山大港及火车站】
码头和火车站紧紧相连，周围是网一样细密的窄小胡同，里面布满了小店和咖啡馆。
你如果刚刚抵达埃及，则可以在亚历山大找到很好的房间，借住一晚。要在码头找吃饭的地方，放松一下，转到[221]；否则旅馆会提供简单的餐食，你可以平安度过一晚。次日早晨，转到【埃及地点表】中任一亚历山大地点。
你也可以坐火车前往开罗。火车每天上午10点、下午1点和6点发车，一小时后到达；转到[205]。
驶往雅典的船每周三、六下午3点启航，24小时后抵达比雷埃夫斯；转到 [173]。
也许你已经受够了想要回国？每周四中午有一艘船驶往纽约，十天后抵达纽约。抵达后，转到[574]。
驶往不来梅的船每周一、五下午四点启航，144小时后抵达不来梅港；转到[449]。
(埃及地点)]],
[196]=
[[【开罗机场】☎
机场四周飘着粪肥一样的臭气。你还能看见很多英国兵。
飞机跑道上散落着几架飞机。定期航班使用福特三引擎和略小但较稳的诺斯罗普阿尔法。
如果你刚刚降落，你可以转到[103]打车。
如果你在寻找航班信息：飞往雅典的航班下午3点起航，6点抵达；抵达后转到[181]。飞往不来梅的航班上午9点起航，下午5点抵达；抵达后转到[450]。
(埃及地点)]],
[197]=
[[他一言不发。先是格利埃尔，后是这。他连连摇头。转到[82]。
(82, 143)]],
[198]=
[[进行一次幸运检定：若成功，则东家会讲英语，转到 [199]。若你幸运检定失败但「语言（阿拉伯语）」检定成功，转到 [199]。如果这些检定你都失败了，但你有英—阿会话手册或者辞典，转到[175]。否则，你好好休息了一晚。次日早上，转到【埃及地点表】中的任一开罗地点。
(154, 169, 200)]],
[199]=
[[东家说：“先生，您来得不是时候。有一件特别危险的东西已经回到了我们国家，远古的诅咒就要应验。”想要更多情报，进行一次「取悦」「话术」或「说服」检定，若成功则转到 [200]。若失败，次日早上转到【埃及地点表】中任一开罗地点。
(198)]],
[200]=
[[“古老的阿顿之门将打开，‘颠倒世间的陀螺’会返回它亵渎的坑洞。然后，我们的土地会再次被绿色覆盖，但你们的世界就会消失！”次日早上转到【埃及地点表】中任一开罗地点。
(199)]],
[201]=
[[老头问你为什么来希腊。他好像疑神疑鬼的。你可以从车里出去换一辆，转到[58]。你也可以回答他，转到[162]。你还可以让他安静、只管把你送到：他会同意并带你去到目的地。转到任一【雅典地点】。
(58)]],
[202]=
[[他犹豫了一会儿，然后说，对，格利埃尔是吊死的，但他的身体和五官都被毁坏得不成样子。他的尸体上全是又粗又深的鞭痕。伊利奥纳斯看过说，他觉得格利埃尔在被绞断脖子之前早就死了。转到[87]。
(180)]],
[203]=
[[你刚进酒吧坐下，就有一个老年男子向你点头，轻声问你要不要一起喝。回答是，转到[142]；回答否，转到[132]。
(171)]],
[204]=
[[你要求阅读伊利奥纳斯的报告。报告称，格利埃尔拒绝供认全部事实，反而讲了很多对博物馆馆长庇西特拉图的诽谤性言论，并执意要求不能将卡尔帕索斯装置送去开罗。报告还注明格利埃尔尽管身陷囹圄却仍然要求人身保护。转到[40]。
当你从[40]返回本条目时，进行一次「心理学」检定；若成功，转到[226]；若失败，你可以打车转到[131]。
(21, 40, 128, 130, 174)]],
[205]=
[[【开罗火车站】
你可以在早5点到晚8点之间在这里饱餐一顿。车站周围笼罩着粪肥一般的讨厌气味。这里有许多英国兵在巡逻。
如果你刚刚抵达，转到【埃及地点表】中任一开罗地点。
开往亚历山大的火车早上9点、中午12点、下午5点发车，全程一小时。抵达后转到[195]。
开往雅典的火车每天中午发车，三天后抵达。抵达后转到[183]。
(埃及地点)]],
[206]=
[[【开罗博物馆】☎
博物馆开放时间是每天上午9点—中午、下午3点—6点。
这座庞大的博物馆有三场展览你可能感兴趣：
・要参观金字塔宝藏展，转到[290]。
・要参观古代陵墓展，转到[236]。
・要参观卡尔帕索斯装置，转到[209]。
・如果你想见一见馆长阿梅特·凯，转到 [302]。
或者，转到【埃及地点表】中任一开罗地点。
(埃及地点)]],
[207]=
[[你注意到一张图片下面标注着“阿肯那顿的护身符”。
进行一次灵感或「艺术」（艺术/手艺中任何“艺术”）检定，你就能临摹下这张图片。返回[290]。
(290){FormFeed}
[CQ:image,file=image/dark/material-207.jpg]{FormFeed}]],
[208]=
[[这个符号表示的是一头黏液一样的怪异生物，外面满是眼睛和嘴巴——这好像是一头修格斯！这是种恐怖的怪物，能将自己庞大的身体变成各种各样的形状、各种各样的工具。转到[150]。
(282)]],
[209]=
[[卡尔帕索斯装置正在展出（见下图），还配着有趣的背景信息。
这个装置的外表相当有现代感。它的光泽让你联想到铝，但实际上的金属则具有非凡的强度。外面的玻璃罩似乎有电路守护，不给它再次被盗的机会。需要再回顾一下卡尔帕索斯装置的信息？若是，转到[168]。
你可以返回[206]，否则你对卡尔帕索斯装置有什么别的想法？如果是，转到[211]。
(206){FormFeed}
[CQ:image,file=image/dark/material-209.jpg]{FormFeed}]],
[210]=
[[你来到了尼罗河畔！你在新鲜的流水中沐浴一番，顺着大河北上。你遇到了一些工程师还有考古学家，乘上他们的牲口，]] .. string.format("%u",ranint(1,4)) .. [[天后抵达开罗。
转到【埃及地点表】中任一开罗地点。
(214, 269)]],
[211]=
[[经历了这么多事件，几度遭遇死亡和危险，你清楚世界的命运很大程度上取决于你的选择。你若不尽快盗取卡尔帕索斯装置，避免它落入恶人之手，更待何时？
如果你现在就想行窃，转到[229]。如果你躲藏到闭馆后再行窃，转到[281]。如果你想再考虑一下，可以返回[206]。
(209)]],
[212]=
[[你又从圣书字中破译了四个字：“者”“转”“城”“陀螺”。剩下的你迷惑不解。如果你进行一次「历史」检定并成功，再花费一个小时转到[282]。若失败，转到[150]。
(124)]],
[213]=
[[如果你进行一次「导航」检定并成功，你就能摸清自己的位置：转到[234]。如果你检定失败，你可以等别人经过——转到[256]。你也可以步行一天——选择方向：向东走，转到[278]；向南走，转到[269]；向西走，转到[257]；向北走，转到[277]。
(94, 257, 269)]],
[214]=
[[这些沙地看上去一模一样。你是不是开始绕圈子了？要不要换个方向？消耗一天的饮水，选择一个方向：向东走，转到[210]；向南走，转到[279]；向西走，转到[232]；向北走，转到[269]。
(232, 269)]],
[215]=
[[图书馆的开放时间是周一到周五上午7点—11点，下午3点—6点。学者们飘逸的长袍和螺旋向上延伸的壮观楼梯，令你眼花缭乱。想要利用这座知识宝库，你可以停留任意个小时，每个小时进行一次「图书馆使用」检定。检定成功一次，转到[253]；检定成功两次，转到[253]与[275]。
闭馆时你必须停下，但你可以第二天再来。你可以返回[149]的大学主条目，也可以转到【埃及地点表】中任一开罗地点。
(149, 253, 275)]],
[216]=
[[你要让贾哈克教授相信他和你见面不是浪费时间。你每天可以尝试以下检定共一次：
・「说服」检定成功，转到 [272]。
・「话术」检定成功，转到 [250]。
如果你失败，返回 [149]。
(149)]],
[217]=
[[如果你进行「说服」或「历史」检定成功，贾哈克教授就会来见你。选择任一技能（每天只能检定共一次）；如果你成功，转到[237]。若失败，返回 [149]。
(149)]],
[218]=
[[“啊，心中人！你起身时休要以我作见证。”这句话的旁边有一段很久以前的学者做的注解：“这透露出亡灵害怕被发现。这可能是这本书会遭禁的部分原因：它是一种指南，能复活并控制木乃伊，让它适应新的存在形式。但，它们死人一般的灰白肤色，还有容易剥落的皮屑，这些都是没有解决办法的。”
返回[253]。
(253)]],
[219]=
[[你听到了很多有关赚钱和花钱的故事。你提到开罗的时候，他们毫无兴趣。当你打算离开时，转到[240]。
(221)]],
[220]=
[[进行一次幸运检定：若成功，则可以发现一支友好的商队。你需要]] .. string.format("%u",ranint(1,3)) .. [[天抵达开罗。转到【埃及地点表】中任一开罗地点。如果你幸运检定失败，转到[232]。
(256)]],
[221]=
[[早上8点到晚上7点之间都可以吃到饭。你想要和当地人聊聊天吗？只要你会讲阿拉伯语，转到 [219]；否则你一无所获。你返回旅馆度过了安稳的一晚。次日早上，转到【埃及地点表】中任一亚历山大地点。
(195)]],
[222]=
[[两条街道之间有一条狭窄的走廊。你走过去乘凉，突然听到你身后有人说话：“凯咿咿咿咿！以阿顿之名！”他一边叫嚷，一边引刀刺向你，弯刀离你的脖子不过几分的距离。你可以和这个男人搏斗（攻击 70%(35/14)，伤害 1D6+1），也可以尝试闪避。如果你选择搏斗且对他造成6点以上伤害，他会失去意识。战斗持续到你制服了他为止，转到[241]；或者你死亡——那就是……【剧终】。
如果你试图躲闪他，进行一次「闪避」检定：若成功，转到[241]。
(240)]],
[223]=
[[“我能帮上你的忙吗？”这个男人问道。“曾经我也是这片神圣土地上的一名陌生人。我的临时工作能让我在写书的时候留在这里。我要送你去哪里？”
他名叫理查德·霍克斯。他会带你去你想去的任何地点，一边开车一边友好地聊着希腊的奇观。他提到他知道一些你想知道的东西，并告诉你晚上6点在皮奥索托斯咖啡馆和他见面。转到任一【雅典地点】。
(58)]],
[224]=
[[这里的黑暗很是吓人。你茫然无措地站了一会儿。你可以向西走到[415]，向东走到[442]，或者爬下竖井转到[419]。
(404, 415, 442)]],
[225]=
[[你可以询问阿顿教团的事情；转到[273]；也可以询问失落金字塔的搜寻者，转到[295]；也可以返回[149]。
(238, 273, 295)]],
[226]=
[[下士很和气，但也很紧张。你能看出他自己都不怎么相信这份死亡报告。他在害怕着什么，但他只是嘟囔着卡尔帕索斯装置出了国他很高兴。如果你进行「话术」或「说服」检定并成功，转到[248]；若失败，转到[131]去打车。
(204)]],
[227]=
[[两条街道之间有一条狭窄的走廊。你走过去乘凉，突然听到你身后有声音。你做出反应准备行动，但有两个警察在你前面也走进走廊。脚步声停住了，然后开始撤退：当你转身时，只能看见墙角闪过白袍子的边缘。你摆脱麻烦，返回旅馆。次日早上你可以转到【埃及地点表】中任一亚历山大地点，也可以出发去开罗，转到[195]。
(240)]],
[228]=
[[他走到门口锁上了门。转到[270]。
(250, 272)]],
[229]=
[[卡尔帕索斯装置放在厚实的玻璃罩里，细密的导线表明罩子连接着警报装置。要尝试打碎玻璃，转到[280]；不够胆的话，就忘掉这个主意，返回[206]。
(211)]],
[230]=
[[玻璃碎了，你紧紧抓住卡尔帕索斯装置。它沉重得惊人。不幸的是，警报声引来了一名保安。进行一次敏捷检定，若成功你才能在保安吓呆、抽出左轮手枪射击你之前逃跑。如果你检定失败，他就会射击。他会以25%(12/5)攻击一次，造成1D8点伤害。
你需要跑过三个房间才能逃离。每个房间都有一名保安等着。你必须丢弃一切武器，只能抱着卡尔帕索斯装置。
你逃离时可能遭遇三次战斗。每当你见到一名保安时，投掷1D6：若结果为1～5，则保安会射击一次（25%(12/5)，伤害1D8）；若结果为6，他就选择捉拿你（30%(15/6)成功率，他的体格为0）。
如果保安开火，你还是能继续逃命。如果保安打算捉拿你，你可以尝试用卡尔帕索斯装置（作为即兴武器）来反击（使用你的「格斗（斗殴）」技能，装置能造成1D6点伤害，如果你有伤害加值也要加上），也可以闪避。若你成功，要么你就用装置把他敲晕逃跑，要么你就擦肩而过、躲开了他或是夺门而出。
如果你连续躲过三名保安，活着逃出了博物馆，转到[293]。如果你被捉拿，他们会报警并指控你盗窃。证据确凿，你被逮捕了。同时，装置则被送回去展览——不久后报纸宣布又有一群人偷走了它。转到[574]。
(280)]],
[231]=
[[“先生，不是阿顿。它在古书里有各种各样的名字，姆大陆之主、深渊尊者……但这里，”他抽出一卷古书，“它叫做加塔诺托亚。只是稍稍描述一下就已恐怖之极。这就是他们崇拜的东西。有人说它在希求新的国度。”他笑了笑。“当然，你懂的，这都是废话。”返回 [261]。
(261)]],
[232]=
[[这片炽热的沙漠无穷无尽。在这严酷的考验下，饮水又减少了一天的量。你是不是要泄气了？要不要换个方向？选择一个方向：向东走，转到[214]；向南走，转到[279]；向西走，转到[245]；向北走，转到[235]。
(214, 220, 235, 246)]],
[233]=
[[“现在没几个人真的相信那些生物能在我们的世界和地下世界之间自由穿行。”返回 [272]。
(272)]],
[234]=
[[你真是天生的领航员！你摸清了你现在在开罗的正西方。一天后你就来到开罗西边的吉萨郊外。那晚你可以转到【埃及地点表】中任一地点。
(213, 257, 278)]],
[235]=
[[如果你进行一次「导航」检定并成功，你就能摸清自己的位置：转到 [234]。如果你检定失败，你可以等别人经过，转到 [256]；也可以步行一天。如果你选择步行，消耗一天的饮水。向东走，转到[269]；向南走，转到[232]；向西走，转到[255]；向北走，转到[257]。
(94, 232, 242, 255, 257, 269)]],
[236]=
[[馆内展出了阿肯那顿金字塔的剖面模型。
・进行灵感检定并成功，转到[252]。
・进行幸运检定并成功，转到[287]。
・进行「克苏鲁神话」检定并成功，转到[244]。
每项检定只能尝试一次。你也可以继续参观：
若现在未到10月30日，转到[206]；10月30日以后，转到[300]。
(206, 244, 252, 300)]],
[237]=
[[贾哈克教授的办公室里排满了书，你可以向他询问以下问题：
・关于阿顿教团，转到[270]。
・关于阿肯那顿的失落金字塔，转到[292]。
・关于《死者之书》，转到[291]。
・关于卡尔帕索斯装置，转到[297]。
贾哈克有50%的「侦查」技能——进行此检定，若成功，转到[286]。
你问完后返回[149]。
(217, 270, 291, 297)]],
[238]=
[[如果你进行一次幸运或知识检定并成功，你说的话就引起了艾姆教授的注意，转到[225]。若你这次检定失败，你可以改天再来，返回 [149]。
(149)]],
[239]=
[[卡尔捷教授可以找人翻译你带来的任何东西。他还能派给你一位会翻译的研究生。你可以任选语言，只要你在开罗他就会跟随你。他有90%的「语言（阿拉伯语）」，和50%的对应外语。返回[149]。
(149)]],
[240]=
[[进行一次「聆听」检定：若成功，转到[227]。若失败，转到[222]。
(219)]],
[241]=
[[如果你在战斗中胜出，攻击你的人会重重地摔倒在地。否则，就是你猫一般优雅地避开了他，逃之夭夭。你摆脱麻烦，返回旅馆。次日早上你可以转到【埃及地点表】中任一亚历山大地点，也可以出发去开罗，转到[195]。
(222)]],
[242]=
[[你在荒芜的不毛之地中发现了小道！进行一次幸运检定：若失败，你看到远处有一支商队，但他们正在离去！虚弱不堪的你想追上他们是不可能的。你瘫在小道旁痛哭失声。消耗一天的饮水，转到[235]。
若你的幸运检定成功，你看到远处有一支商队，但他们正向你走来（见图）！他们正要去开罗。你得救了！转到【埃及地点表】中任一开罗地点。
(256){FormFeed}
[CQ:image,file=image/dark/material-242.jpg]{FormFeed}]],
[243]=
[[“这些木乃伊变成了不死生物回到世间，丧失了人类的情感和慈悲。黑暗与邪恶禁锢了它们的灵魂。据称，只有用火或者移除它们的塔纳叶生命精华，才能毁灭它们。”
返回 [275]。
(275)]],
[244]=
[[在一列浮雕饰框里，你发现有一种奇怪的黏液状生物形象被凿掉了大部分。这种生物有些类似于你在某些可疑典籍中读过的“旧日支配者”仆从种族。你回想起书中给它们起的名字：修格斯。
返回 [236]。
(236)]],
[245]=
[[转过天来你在地平线上发现了一座城市。你不顾一切地向前挪去。但穹顶和尖塔忽然开始摇曳消失——那是幻影！幻想在沙漠深处会有城市，实在是愚蠢。消耗一天的饮水，选择一个方向：向东走，转到[232]；向南走，转到[279]；向西走，转到[299]；向北走，转到[255]。
(257, 268)]],
[246]=
[[你及时停下了脚步。再走几步，你就会跌下十米深的裂谷了！你必须控制住自己。消耗一天的饮水，选择一个方向：向东走，转到[232]；向南走，转到[279]；向西走，转到[299]；向北走，转到[255]。要小心啊！
(232, 257)]],
[247]=
[[你目瞪口呆。一张告示写着，卡尔帕索斯装置被盗了。返回[300]。
(300)]],
[248]=
[[“先生，”伊利奥纳斯说，“我已经把我知道的都说了。您得走了。其他的不过是流言，这种事你去皮奥索托斯咖啡馆打听更好。”
你在调查局的大厅里又猫了一会，但什么也没找到。转到[131]去打车。
(226)]],
[249]=
[[如果你没写“要毁灭卡尔帕索斯装置”，那么当局会重新夺回它。至于你，警察会逮捕你，你会坐几年牢才能返回美国——转到[574]；除非你向警方投降——那样的话转到[315]。
如果你写到了“要毁灭卡尔帕索斯装置”，那么你发现你徒劳的攻击对它无能为力，但还有近在眼前的尼罗河。你偷了一艘三桅小帆船，缓缓顺流而下。过了一会，你确认安全以后，就把这沉重的装置丢进了尼罗河；它会沉入深厚的淤泥，千百年都不会有人发现。随后警察发现了你，把你逮捕了。你在埃及的监狱坐了七年牢，返回家乡时身败名裂、财产散尽，家庭和朋友都不复存在。你这一辈子已经毁了，直到死前你都不知道当年你在开罗做的事情到底是不是正确。但，你确实做对了。很棒！你拯救了世界。【剧终】。
(274, 293)]],
[250]=
[[你敏捷的思维和流利的谈吐达到了效果，转到 [228]。
(216)]],
[251]=
[[“从《地下世界中有什么》这本书我们可以看出，第十九王朝、第二十王朝时期的王陵雕刻，表明祭司阶层想象出的歪曲怪诞形象最终被最高统治者所接纳。”
返回 [275]。
(275)]],
[252]=
[[金字塔的内部结构也太小了。塔里面一定有什么别的东西。返回 [236]。
(236)]],
[253]=
[[你锁定了一些看上去比较有意思的书。如果你进行一次「语言（阿拉伯语）」检定并成功，或者你有英—阿词典且进行一次知识检定并成功，就可以浏览以下书目：
・《死者之书》的版本，转到[218]。
・关于哈兹莱德和《埃及的诅咒》，转到[267]。
如果你没法阅读这些书，你可以改日再来尝试。
如果你再花费两个小时、进行一次对应的语言检定并成功，你还能读懂更多典籍：
・《奥秘之书》（拉丁文），转到[262]。
・《失落的金字塔》（英语），转到[284]。
如果你检定失败，你可以改日再来。
当你完成后，你可以返回[149]艾资哈尔大学，也可以返回[215]大学图书馆。
(215, 218, 262, 267, 284)]],
[254]=
[[你遇到了广阔的水面。这是地中海！你很快找到了铁轨，搭乘养路工人的轧道车前往亚历山大。转到[195]。
(245, 268)]],
[255]=
[[黄沙如浓云一般向你扑来，你在附近的干河谷里躲避暴戾的天气。风暴刮了整整一天。等你再出来时，地上的所有景物都已无法辨认。你沮丧地喝掉了一天的饮水，并决定前进的方向：向东走，转到[235]；向南走，转到[245]；向西走，转到[299]；向北走，转到[283]。
(235, 246, 283, 299)]],
[256]=
[[你找到了一个小水坑；里面的水喝了并没有不好的感觉。这一天你不需要消耗自己的饮水——你可以多活一天。
进行一次幸运检定：
・若失败且你从[214]、[217]、[269]、[277] 来，转到[220]。
・若失败且你从[232]、[235]、[246]、[257] 来，转到[242]。
・若成功，你爬上山丘，发现远处就是亚历山大。这一晚你就进了城。转到【埃及地点表】中任一亚历山大地点。
(213)]],
[257]=
[[你可以进行一次「天文学」或者困难知识检定；若成功，转到[234]。若失败，你可以等待救援，转到[256]；也可以徒步走出困境。
如果你打算步行，选择一个方向：向东走，转到[213]；向南走，转到[235]；向西走，转到[283]；向北走，转到[246]。
(94, 213, 235, 245, 283)]],
[258]=
[[你可以在弗齐拉集市跟随商队，雇用帮手，还能打听到各种各样的传言。返回 [272]。
(272)]],
[259]=
[[你在哪里，你怎么来这里的，已经不重要了。你在沉睡，辗转反侧，床单被你裹得好像紧绷的绳子。你梦见一种生物，它们无定形的身体上散布着孔穴，渗着腐臭的脓浆。你看到孔穴开开合合，每个孔穴之中都藏着一只阴郁、饥饿的眼珠；还有数以百计的嘴巴，每张嘴里都长满了锯齿一样的尖牙。你想尖叫却发不出声音，战栗着醒了过来。在你仅剩的理智时刻，你看到自己根本没有在做梦，也不是睡在床上！这都是真实发生的事！你被吃了！无疑，这就是……【剧终】。
(370)]],
[260]=
[[如果你有卡尔帕索斯装置的照片或图表，你可以把它带给本·厄曾教授。如果你真的这么大胆，转到[271]；否则返回[149]。
(149)]],
[261]=
[[这位教授感兴趣的话题有很多：
・关于阿顿教团，转到[231]。
・关于《失落的金字塔》，转到[288]。
・关于卡尔帕索斯装置，转到[297]。
你谈完后返回[149]。
(149, 231, 288, 297)]],
[262]=
[[“我们的祖先告诉我们，灾难将席卷文明的全境，深入连蛮夷都无法涉足的远方。四季炎热的国度会风雪交加，万年冰封的土地却会长出花草。这样活下来的人必须懂得新的生存之道。人们颂念凶恶的祷词，恐怖的大神将执掌一切。到时又怎能分辨善人恶徒？所有的学问和传统都已不复存在。”
返回 [253]。
(253)]],
[263]=
[[在博物馆昏黄的灯光中，你几乎不敢相信自己的眼睛。这个地方已经充满了各式各样的不死生物：从木乃伊到自然博物区的大地懒标本，一切都仿佛怪异地活了过来！
你不论在哪个方向，都只能看见这些不死不活的不祥之物在曳步徐行。你本能地意识到，这些东西想要消灭你的生命，阻碍你的行动。
你沿着走廊静悄悄地前行，一心想逃离这令人毛发倒竖的惊悚之地。要逃跑，你需要分别进行「侦查」「闪避」与灵感检定并全部成功，不能有闪失。这组检定每有一次检定失败，你就会被闻声而来的各种尖牙利爪造成1点伤害，然后必须从头开始这一组检定，直到全部成功为止。
一旦你成功，你就会从玻璃窗里跳出去，逃跑时额外受到]] .. string.format("%u",ranint(2,5)) .. [[点伤害。如果你还活着，转到[274]。否则，你就受伤过重，这就是……【剧终】。
(276)]],
[264]=
[[这本小说一度十分知名，书中有一段怪异的描写，写的是致命的怪物在诡异扭曲的走廊里追逐主人公。主人公触碰一件魔法护身符，就可以从神那里获得帮助，保护自己不受那些不属于地球的怪物侵袭。关于这个神，则只知道名叫“远古大师”。
返回 [275]。
(275)]],
[265]=
[[“这个教派非常古老，其起源可以上溯到阿肯那顿本人。教团活动导致的反常行为一定程度上加速了这位法老的覆亡。我建议在关键地点增加守卫，而他们所谓的‘阿玛尔纳’则是座没用的陵墓，无需理会。这件谋杀案不会结案，但我仍怀疑在如此奇怪的证据之下，到底能不能找到嫌疑人。”
返回 [275]。
(275)]],
[266]=
[[他摇摇头。“我真的不知道它是用来干什么的，也不会冒险去问那些知道的人。”返回 [149]。
(271)]],
[267]=
[[“这位精神错乱的学者导致了教团的复活；虽然教团的种子千百年以来一直沉睡，但只要等到喷涌而出的机会，它就要恣意泛滥。现在这个教团在全国各地进行邪恶的仪式，崇拜的却不是阿顿，而是那些假冒阿顿祭司的恶徒。”返回[253]。
(253)]],
[268]=
[[你脚下的岩石崩塌，一个趔趄跌倒；你扭伤了脚踝，由于擦伤和割伤失去]] .. string.format("%u",ranint(1,2)) .. [[点生命值。你也许该直接扔掉饮水，早早解脱。这境况实在绝望，但你决心挣扎到最后一刻。
你选择一个方向，消耗一天的饮水：向东走，转到[246]；向南走，转到[283]；向西走，转到[299]；向北走，转到 [254]。
(245, 283)]],
[269]=
[[你在一条干谷的石头缝里发现了一朵纯白的花，周围几里地只有它在生长。这可能是你见过最美丽的植物了。你向它致意，从它那里获得了勇气。选择一个方向，消耗一天的饮水：向东走，转到[210]；向南走，转到[214]；向西走，转到[235]；向北走，转到[213]。
(213, 214, 235)]],
[270]=
[[他苦笑道：“朋友，那不是‘教团’。‘教团’听起来就成人类能理解的东西了。而且它也不属于阿顿。我该怎么描述它呢？可能他们是杀手，可能更像食尸鬼，但他们不过是他们主子脚下卑微的石子。”
如果你想要更多信息，转到[237]。如果你完成了这里的事务，转到[149]。
(228, 237)]],
[271]=
[[这可能是一种天文钟，或者某种锁具，或者它可以和一台更大的设备进行连动——我们对另一台设备一无所知。转到[266]。
(260)]],
[272]=
[[他的英语尚可。要问他关于：
・阿顿教团，转到[228]。
・制定旅行计划、雇用帮手等等，转到[258]。
・伊斯兰迷信，转到[233]。
问完了？返回[149]。
(216, 233)]],
[273]=
[[“对，他们越来越活跃了。当局压制住了风声，但最近几年人员失踪案件非常之多。”
转到 [225]。
(225)]],
[274]=
[[警车尖啸着包围了博物馆。你有几个选项，做选择之前先全都权衡一下：
你可以尝试一次「潜行」检定：若成功，你就能逃离，转到[301]。若失败，你可以直面警察，招认你的行为，转到[315]。
你也可以检定一次「话术」或「说服」检定来通过警察的盘问。如果检定成功，转到[301]；若失败，转到[315]。
你还有什么别的事情要做吗？如果是，将它写下来并参考[249]。
(263)]],
[275]=
[[这座图书馆真是棒极了！你没多久就找到了五本相关书籍。其中一些书你必须进行一次对应语言的检定并成功，或者请教翻译。每本书都需要一小时来浏览：
・《纳克特抄本》（拉丁文），转到[289]。
・F·杜邦上校的《阿顿教团》（法语），转到[265]。
・《食尸鬼》（德语），转到[243]。
・《小说：法老的诅咒》，转到[264]。
・布莱斯特德《埃及史》，转到[251]。
你读完后返回[215]。
(215, 243, 251, 264, 265, 289)]],
[276]=
[[但你听到的是什么声音？恐惧瞬间笼罩你的内心。转到[263]。
(280)]],
[277]=
[[你喝掉了一天定量的水，蹒跚前行。你的皮鞋已经被岩石割破，烂成了条状。你的脚也流着血，快要走不动了。可突然你看见前方就是亚历山大！得救了！转到 [195]。
(213, 245)]],
[278]=
[[尽管烈日炙烤、你的脚疼痛不止，但你仍然在前进。你隐约觉得自己走的方向是正确的。转到 [234]。
(213)]],
[279]=
[[你已经不用再怀疑了。你在沙漠里向南走得越久，就越深入沙漠。如果不掉头回去，很可能会渴死。你站在沙丘上。你似乎在南边的远处发现了棕榈树。你是要去那里，还是回头北上呢？
要查看那些棕榈树的样子，转到[285]。要掉头返回，转到[214]、[232]、[246]。
(现在没有提示；你彻底迷路了！)]],
[280]=
[[罩着卡尔帕索斯装置的坚固玻璃罩有10点生命值。累计受到10点伤害时，它就会破碎。你可以用任何东西来打破玻璃，但如果你要用拳头打，每打一拳你就要失去 1 点生命值。也许你手上有工具、武器或者有什么能投掷的东西？
你打碎它以后，转到[230]——除非你等到夜里，那样的话转到[276]。
(229, 281)]],
[281]=
[[你需要进行一次「潜行」检定并成功才能安全留到闭馆之后。若失败，你就会被赶出去，只能明天再来。如果你「潜行」检定成功，划掉等待的时间，转到[280]。
(211)]],
[282]=
[[你又读懂了四个埃及圣书字：“阿肯那顿”“墓”“旦”“秘”。进行一次「克苏鲁神话」检定并成功可转到[208]；若检定失败，转到[150]。
(212)]],
[283]=
[[一阵风吹过，露出了人、马和骆驼的骨骸——也许是远古仇杀的受害者。你被一把镶着珠宝的匕首吸引了。你可以在开罗把它卖到100美元——如果你能回去的话！
消耗一天的饮水，选择一个方向：向东走，转到[257]；向南走，转到[255]；向西走，转到[299]；向北走，转到[268]。
(255, 257, 268, 299)]],
[284]=
[[“和流言臆测不同的是，阿肯那顿所谓的‘失落金字塔’其实就藏在阿玛尔纳，这座法老建立的新都城里。它伪装成一座安葬伙伴、侍从和奴隶的小金字塔。但里面某处则隐藏着阿肯那顿的疯狂秘密，只是现在还没人发现隐藏的入口或者墓室。”
你找到了一张陵墓的图片，和你见过的一样。
返回 [253]。
(253)]],
[285]=
[[你发现了一片绿洲！你终于赢得了这次豪赌。你筋疲力尽地扑进清澈甘甜的水中喝了个够。随后当地居民发现了你，两天之后一支商队捎上你，再经过]] .. string.format("%u",ranint(1,3)) .. [[天的旅行抵达开罗。转到[134]。
(279, 299)]],
[286]=
[[是否有人在雅典送过你一枚戒指？如果是，贾哈克会轻声说，“这枚戒指威力强大，但我不知道它有没有用。”
不论你有没有戒指，转到[296]。
(237)]],
[287]=
[[这是一张阿玛尔纳金字塔的平面图。
返回 [236]。
(236, 381){FormFeed}
[CQ:image,file=image/dark/material-287.jpg]{FormFeed}]],
[288]=
[[“是的。我有一段参考资料，不过很隐晦。”他从一个抽屉里拿出一小片羊皮纸。“它说：‘通路数不尽，正道只一条。邪恶在等待，大门已洞开；想要向下，先要向上。’”
返回 [261]。
(261)]],
[289]=
[[这本书讲述了很多传说故事，都是关于阴影中潜伏的奇怪生物，就算是盗墓贼见了它们也要丢下镐头逃跑。书中还追问到这种地面下的恐怖到底是以什么为食的。
返回 [275]。
(275)]],
[290]=
[[你看到了各种各样的生活用器物、梳子、工具，清一色的金银打造。一具石棺上挂着牌子，说奴隶主死后他的奴隶也要依次殉葬，这样他们才能在死后世界继续服侍奴隶主。
・想要看看阿肯那顿的的护身符？转到[207]。
・想要释读埃及圣书字？进行一次「语言（埃及圣书字）」检定并成功，转到[298]；否则继续。
若现在未到10月30日，转到[206]；10月30日以后，转到[300]。
(206, 207, 298, 300)]],
[291]=
[[“啊，对，可，这本书其实叫《不死者之书》！朋友，那些木乃伊都是真的。那些东西就应当像腐肉粪土一样烧个干净。你在城里肯定闻到过那种气味，也见过四散奔逃的军队。这是开罗的一个秘密，没有人——哪怕是英国人——敢提及它。”
为什么这么惊慌？至少现在你很安全。返回[237]，或者如果你完成了这里的事务，转到[149]。
(237)]],
[292]=
[[“不，这座金字塔可称不上失落。其实，它就是阿玛尔纳。这座塔很小，但里面还藏着未解之谜。”转到[294]。
(237)]],
[293]=
[[你拿到了卡尔帕索斯装置。你要对它做什么？写下你的目的，转到[249]。
(230, 301)]],
[294]=
[[他敲敲手指：“我给你件东西。如果你要去金字塔，找这个记号。”他递给你一张地图。“在东边找。那里一定会有入口。”如果你使用这张地图，你在需要找到入口做检定时，可以获得一颗奖励骰（在日志上记下此事）。转到[297]。
(46, 292)]],
[295]=
[[“很多人去找过其他的入口，但全都无功而返。甚至有个探险队彻底人间蒸发了！”转到[225]。
(225)]],
[296]=
[[贾哈克提议和你一起行动。如果你同意，只要你在埃及，他就会跟随你任意长的时间。只要你愿意，你就可以用贾哈克的技能值替换你的技能值。如果你真的狠心，甚至可以在战斗遭遇中故意牺牲他，换取自己平安脱逃。
发送[.darkappendix 贾哈克]查看贾哈克的角色卡，用一张空白角色卡记下他的数据。你记完后转到[149]。
如果希望Dice自动导入角色卡，请备份好当前角色卡后发送[.darkcard 29605]。
(286)]],
[297]=
[[“我不确定这篇文章说的意思：‘诅咒箱的诅咒钥匙！它会打开恐怖陀螺。’”
如果你没有别的问题要问教授，返回[237]；如果你结束访问，转到[149]。或者，如果你现在在文学系，转到[261]。
(237, 261, 294)]],
[298]=
[[你对照着展览信息破译出与“陀螺”和“打开的门”有关的引文。返回 [290]。
(290)]],
[299]=
[[你一度坚定的步伐已经虚弱不堪。你非常非常疲惫。你是不是向西走得太久了？你还回得去吗？
如果你进行一次「导航」或意志检定并成功，转到[285]。如果你检定失败，你的眼前突然一片模糊。
进行一次「生存（沙漠）」检定：若成功，向南转到[255]或者向西转到[283]，如果你没有主意的话也可以转到[245]。如果你生存检定失败，你就一命呜呼了！你肯定打算找个更聪明、更熟练的调查员来接班。至于你，这就是……【剧终】。
(246, 255, 268, 283)]],
[300]=
[[【开罗博物馆】☎
这座庞大的博物馆每参观一场展览需要一个小时：
・要参观金字塔宝藏展，转到[290]。
・要参观古代陵墓展，转到[236]。
・要参观卡尔帕索斯装置，转到[247]。
・如果你想见一见馆长阿梅特·凯，转到[314]。
参观完后，转到【埃及地点表】中任一开罗地点。
(埃及地点)]],
[301]=
[[读到这里说明你逃脱了。如果你想放弃，给自己个台阶下，转到[315]；否则转到[293]。
(274)]],
[302]=
[[阿梅特·凯在上午9点到下午5点之间都在，他看见外国游客很高兴。“你找我我很高兴，”他低语道。
你想做什么？查验卡尔帕索斯装置？要求将装置送还雅典？问他格利埃尔的事？还是做些别的？选一项写下来，然后转到[330]。
(206)]],
[303]=
[[现在你在L区域。你沿着阶梯向下走，来到一道非常深的竖井。你依稀看到这条通道在竖井对面继续延伸。
・你想跳过去吗？进行一次「跳跃」检定：若成功，转到[348]；若失败，掉到[369]。
・如果你有绳子将自己放下竖井，转到[351]。
・如果你没有绳子，也可以跳下竖井：进行一次「跳跃」检定，记下自己是否成功，转到[369]。
・你也可以返回[307]。
(158, 307, 351, 395)]],
[304]=
[[你遇到了一只或多只怪物，令人厌恶地用长后肢跳着行进。它们诡异而扭曲的面容像是带着嘲笑表情的人类，喉咙里发出咳嗽和气喘声。它们长着尖牙利齿，血红的眼睛里闪着饥饿的光芒。进行一次理智检定，失去0/1D6点理智值。
这种恶心的生物每只拥有10点生命值，用利齿或爪子攻击，每轮可以攻击你两次（45%(22/9)成功率，3D6点伤害）。它们是妖鬼，发送[.darkappendix ghast]查看详细描述。
你如果有武器，可以率先攻击。如果你对它造成5点以上伤害，它会逃跑。如果你手上有戒指，它对这些妖魔毫无作用。
返回你刚才的条目。
(348, 354, 402, 412, 430)]],
[305]=
[[现在你在K区域。阶梯向上延伸；台阶非常高大，是给高大的生物设计的。墙壁上装饰着猥亵的壁画，描绘着污秽的生物：这些生物有着黏糊糊脓疱一般的眼窝，还到处长着喘气的嘴巴。壁画里的这些生物用抓住的人类来获得淫秽的快乐，也许还有更实际的作用：受到惊吓的你要进行一次理智检定；失去0/1D3点理智值。如果你进行一次「侦查」检定并成功，转到[349]。然后你就进入I区域（将此图块拼入图版）；转到[313]。
(332)]],
[306]=
[[这头恐怖的怪物找上门来了！它叫做庭达罗斯的猎犬！发送[.darkappendix hounds]查看详细描述。
你除了召唤其他生物来替你战斗，别无良策。进行一次理智检定，失去1D3/1D20点理智值。如果你陷入疯狂，那么需要逻辑的行动如施法或使用魔法造物等都无法实行。如果你手上有戒指，那它只能保护戴着它的那只手！
如果你赶跑了猎犬，则继续你的行动，并因这次胜利增加1D10点理智值作为奖励。但你几乎不可能赢过它。对你来说，这更可能是……【剧终】。
如果你活了下来，转到你刚才所在的条目号，或者任何适当地点：
・【埃及地点表】
・【不来梅地点表】
・黑暗海域号，转到[480]。
・南极大本营，转到[520]。
(191)]],
[307]=
[[现在你在D区域（将此图块拼入图版）。要走通往西边的走廊，转到[395]；要走往下的阶梯，转到[303]。
(303, 332, 352)]],
[308]=
[[现在你在A区域。走廊的尽头是一道非常深的竖井。竖井的边缘有刻槽：你可以向下爬到[310]，也可以转到[393]。
(310, 323, 393)]],
[309]=
[[现在你在A区域。这是一条死胡同，石头非常坚硬无法移动。你必须放弃，向下滑到[393]。
(400)]],
[310]=
[[现在你在I区域。你走下去又发现一条新阶梯通向西边：转到[323]；你还可以向上爬到 [308]。
(308)]],
[311]=
[[这座金字塔，不管它是不是陵墓，都不可能只有这么几间房间。它里面肯定还有别的。返回[339]。
(339)]],
[312]=
[[这个地方的气氛无论如何也和祝福搭不上边。返回[338]，你也可以向左走转到[335]，或者向右走到[381]。
(338)]],
[313]=
[[现在你在I区域。这里是一个岔路口。面前有一条走廊通向前方，然后似乎倾斜向下。向上看还有一道往上的阶梯。如果你选择西边的走廊，转到[371]。如果你选择爬上阶梯，转到[393]。如果你想爬下阶梯向东走，转到[399]。
(305, 371, 393)]],
[314]=
[[你进了办公室，看见了三个人。他们既焦虑又困惑：其中一个人嘟哝着说阿梅特·凯现在不在。
想知道更多关于凯和卡尔帕索斯装置的情报，从「取悦」「话术」「恐吓」「说服」等社交技能中任选一项检定：若成功，转到[380]；若失败，返回[300]。
(300, 362)]],
[315]=
[[你决心向警方自首，供认了一切。卡尔帕索斯装置被没收，你则被丢到地狱般的疗养院里无人理睬。过了很久你才被放出来，转到[574]。
(249, 274, 301)]],
[316]=
[[阿梅特·凯眯起眼睛：“你到底想要什么？我已经把知道的都说了。”进行一次灵感检定：若成功，转到[17]。若灵感检定失败，返回[350]。
(350)]],
[317]=
[[如果你最先来到这面，你得到 +20% 成功率。从现在开始到下午6点，每多停留一小时就+5%成功率。如果你在埃及以外的地方得到过地图或图案，再+20%成功率。
投掷1D100，小于等于总成功率为成功：若成功，转到[344]。否则转到[360]。
(360)]],
[318]=
[[你撩起门帘走进店铺。一个老太太抬头用狂野的眼神看向你。你从口袋里摸出一个硬币递给她，她就向你讲述未来。转到[389]。
(134)]],
[319]=
[[夜晚冷得能让人冻僵，但你并无大碍。转天早上你可以前往金字塔，转到[360]；或者村子，转到[324]。你也可以跟随商队前往开罗：如果你进行一次幸运检定并成功，转到[341]。
(361, 444)]],
[320]=
[[你租一次车可以开一星期。逆流而上前往阿玛尔纳的路很艰苦；尼罗河刚刚发生洪水，往来上下游的铁路和客船航线都停运了。这趟旅程往返各需要 48 小时整。
如果你自己开车去阿玛尔纳，转到[324]。如果你想找个翻译向导和你一起去，转到[108]。
(384)]],
[321]=
[[旅途第二天早晨你醒来时，发现周围一个人都没有了。你被你的向导彻底抛弃了。但你稍微松了口气，因为他“体贴”地把你的东西全都丢下才开走了车。决定你能够携带的物品；你也许还能回来取。
想要返回安全地带，你可以泅渡泛滥的尼罗河，也可以沿着车辙印回到附近的小村庄。要渡河，转到[588]；要进村，转到[589]。
(108)]],
[322]=
[[门后的景象让你倒抽凉气。馆长阿梅特·凯站在那里动弹不得。他的皮肤像上了釉一样，面部锁定在恐惧的表情。你不禁脱口而出：“石化！”有什么东西告诉你，他的精神还活在这具被麻痹的躯体里。“太可怕了！”你补充道。
“对，”其中一个人应道。“不知什么东西对他做了这种事。带走卡尔帕索斯装置的也是它。”
现在别无选择了。转到【埃及地点表】中任一开罗地点。
(362, 408)]],
[323]=
[[现在你在J区域。有一条带刻槽的竖井通往[308]。你也可以沿着阶梯走到[394]。
(310, 394)]],
[324]=
[[【阿玛尔纳】
这座村庄十分清静，只有一阵阵的疾风扬起空旷道路上的沙尘，还有偶然探出门口的面孔。你看见了金字塔，它比吉萨的那座要小得多，也不壮观。被人踩平整的小路一直延伸到金字塔入口。
如果你还有时间检查金字塔，转到[360]。如果你要投宿，转到[444]。如果你丢下车和向导，转到[361]。
(埃及地点)]],
[325]=
[[你慢慢沿着绳子向下降落，经过一幅极其残忍的马赛克画。画里面是表皮覆盖着沸腾疮疖的生物，正在包围、吞噬好像没头茎秆一样的生物，后者虽然丑陋怪异，却像是在呼救。你是吓得返回[394]，尝试走进走廊转到[388]，还是继续下到[398]？
(394)]],
[326]=
[[你注意到两件事：阿梅特·凯的呼吸变得粗重，而且你听到他身后的房间里有人的声音。你可以转到[346]追问凯，也可以离开、返回[206]，还可以转到【埃及地点表】中任一开罗地点。
(350)]],
[327]=
[[现在你在K区域。你看到一道竖井向下延伸；墙上凿着抓手，可以支撑你的重量。如果你要继续，进行一次「攀爬」检定：若成功，转到[329]；若失败，转到[333]。否则，你可以原路返回[323]。
(329, 388)]],
[328]=
[[现在你在N区域，这里是阶梯的底端。统计你在金字塔中逗留的总时间。如果多于五小时，转到[354]。如果在五小时以下，则东边有一道竖井，竖井里面有抓手，可以转到[358]；西面也有阶梯让你返回[398]。
(354, 358, 398)]],
[329]=
[[现在你在E区域。你脚下是陡峭的斜坡。你可以小心地向下走，转到[443]，也可以进行一次「攀爬」检定返回：若成功，转到[327]；若失败，你就失手掉到[443]。
(327, 333)]],
[330]=
[[“检查它？送回去？不可能，”他大笑道。“我也从来没听说过什么格利埃尔！”他送你出了门。但如果你在[302]时写下了“其他东西”，或者你进行一次「话术」检定并成功，转到[350]。否则返回[206]或者转到【埃及地点表】中任一开罗地点。
(302)]],
[331]=
[[声音震耳欲聋，但确实有效！入口出现了。如果你有随行的人，他们会怀疑你疯了，丢下你就走。让他们走吧！你一直以来都是孤军奋战；现在没有什么能阻止你。转到[379]。
(397)]],
[332]=
[[不过，你先要跳过竖井坑：如果你进行一次「跳跃」检定并成功，转到[305]；否则失去]] .. string.format("%u",ranint(1,3)) .. [[点生命值并转到[307]。
(399)]],
[333]=
[[你掉下去了，差点就要尖叫出声。你砰地一声落地，刮破了皮，还磕肿了（失去]] .. string.format("%u",ranint(1,3)) .. [[点生命值）。这次落地很糟，但你又不是没摔过！你站起身，敛起你携带的所有物品。转到 [329]。
(327)]],
[334]=
[[在地面的沙子里你注意到一枚相当深的脚印，它让你联想到爪子一类的东西！你说不出它们从哪里来，也不知道它们往哪里去。返回 [339]。
(339)]],
[335]=
[[墓室里的雕刻有怪异的自然主义风格，和你能联想到的埃及王朝时代风格完全不同。进行一次「历史」检定并成功，转到[364]，否则若失败，你可以继续前进，转到[339]；或者返回第一间墓室，转到[338]。
(338, 381)]],
[336]=
[[凯的书架上散布着一些不祥的古老典籍，外面的书皮十分可疑。他好像还尽力站在办公室内门的前面。如果你想追问他门后面有什么，转到[346]。你也可以离开他返回[206]，还可以转到【埃及地点表】中任一开罗地点。
(350)]],
[337]=
[[如果你最先来到这面，你得到+20%成功率。从现在开始到下午6点，每多停留一小时就+5%成功率。如果你在埃及以外的地方得到过地图或图案，再+20%成功率。
投掷1D100，小于等于总成功率为成功：若成功，转到[344]。如果你未成功，你可以改日再来、返回金字塔转到[360]、墓室入口转到[390] 或者阿玛尔纳村转到[324]。
(360)]],
[338]=
[[你进入第一间墓室。一块巨大的告示板上画着墓室的平面图（见下图）。
还有一块写有很多种语言的板子解说这座陵墓比较次要，里面只安葬了阿肯那顿朝廷中不太出名的人物还有奴隶。你现在站的房间是仪式房间，用来祝福死者的。
要深入研究这个房间，进行以下检定：
・若进行一次「神秘学」检定成功，转到[312]。
・若进行一次「侦查」检定成功，转到[357]。{FormFeed}
[CQ:image,file=image/dark/material-338.jpg]{FormFeed}
参照平面图在各个墓室间移动：
・要向左走，转到[335]。
・要向右走，转到[381]。
・要离开金字塔走到外面，转到[360]。
(312, 335, 357, 364, 376, 381)]],
[339]=
[[这是陪葬奴隶的墓室，墓室角落立着一座空石棺。标志牌的解说概括了阿肯那顿的统治：他信仰阿顿，这种早期一神教打破传统，触动了祭司阶级的利益。阿肯那顿和奈费尔提蒂的婚姻则被认为反差巨大，奈费尔提蒂是公认的美女，但阿肯那顿细长的头颅却算得上是畸形。和阿肯那顿宫廷相关的传说流传甚广，但这些传说没法辨认是真是假。很多当时的学者都认为阿肯那顿崇拜的神并非阿顿，他们根据对墓室内雕刻的解读，认为那尊神显然想要奴隶做祭品或是其他的用途。
尝试下面的检定——每项只能做一次：
・「侦查」：若成功，转到[311]。
・第二次「侦查」：若成功，转到[334]。
・「历史」：若成功，转到[356]。
・第二次「历史」：若成功，转到[386]。

然后你可以转到：
・墓室[335]。
・墓室[338]。
・墓室[381]。
・或者离开金字塔，转到[360]。
(311, 334)]],
[340]=
[[咖啡馆是个打听流言的好地方。你在这里呆的每一个小时都能听到一些只言片语，但你听懂了哪些取决于你对他们对话内容的理解程度。你每在咖啡馆里呆一小时，就掷一次1D10，并加上以下修正：你每在语言（阿拉伯语）上有10点技能点，结果就可以增加1；如果你身边有埃及本地人，结果+2。每小时都重新掷骰：
・若结果为 1、 2，转到[342]。
・若结果为 3、 4，转到[343]。
・若结果为 5、 6，转到[365]。
・若结果为 7、 8，转到[387]。
・若结果为 9 以上，转到[363]。
(134, 342, 343, 363, 365, 387)]],
[341]=
[[微寒的沙漠晨风中，骆驼的鼻孔冒着热气。商队用几杯浓咖啡和热奶招待你，但他们出发后，你就几乎被忽视了。偶尔有人会叫喊，你猜他们在喊你，但你听不懂他们的话。那晚你被孤寂包围，睡得离别人有点远。早上你突然惊醒时，商队已经——也许是无意的？——把你甩下了。转到[94]。
(319, 361, 384)]],
[342]=
[[你打听到以下消息：
“那些贼往盖塔拉洼地跑了。”
“那个装置是阿顿机械神像的一部分，神像只有去沙漠才能找到。”
“那个装置以后会留在阿肯那顿之城。”
返回咖啡馆，转到[340]；或弗齐拉集市，转到[134]。
(340)]],
[343]=
[[你打听到以下消息：
“那个装置其实是远古锁具的一部分。”
“阿顿教团偷走它去释放邪恶的东西。”
“阿玛尔纳就是失落金字塔的遗迹。”
“盖塔拉洼地附近有奇怪的游牧民在游荡。”
返回咖啡馆，转到[340]；或弗齐拉集市，转到[134]。
(340)]],
[344]=
[[你仔细搜寻却一无所获。返回金字塔转到[360]，墓室入口转到[376]，阿玛尔纳村转到[324]。
(317, 337, 390)]],
[345]=
[[墙壁上的信息是“阿顿真正的仆从”所写，标志着“万神之神”秘密仪式的开端。转到[353]。
(353)]],
[346]=
[[你问门后有什么东西，凯回答：“什么都没有！”
但是，你还是不相信他。要拔出枪恐吓凯，让他给你看门后的东西，转到[370]。你也可以离开他返回[206]，还可以转到【埃及地点表】中任一开罗地点。
(326, 336, 350)]],
[347]=
[[你希望这里能有一扇暗门。也许你是异想天开呢？转到[428]。
(428)]],
[348]=
[[你成功跳过了竖井，却发现对面的走廊是死胡同。在你身后，竖井的另一边，有一只生物从苔藓的微光中冒了出来——参见[304]得到其描述，然后返回这里（记下你现在在[348]）。
它手里提着只篮子，盯着你，疯狂地怪笑。你终于明白它是在以逸待劳。你也可以等，转到[355]，或者你可以尝试跳下中间的竖井，转到[369]。
(303)]],
[349]=
[[这里的沙子非常凌乱，好像有什么人或者什么东西曾经走过这条路。返回[305]。
(305)]],
[350]=
[[他身上有些地方触动了你疑惑的神经。到底是什么？你只能尝试下面中的一项共一次：
・「心理学」：若成功，转到[316]。
・「聆听」：若成功，转到[326]。
・「侦查」：若成功，转到[336]。
如果你检定失败，返回[206]，或者转到【埃及地点表】中任一开罗地点。
(316, 330)]],
[351]=
[[你的绳子断了，在你的手中猛然抽动。进行一次力量检定：若成功，你就能抓紧绳子爬回[303]；若失败，掉到[373]。
(303)]],
[352]=
[[你爬到半程发现，剩下的一段距离你必须跳下去。要爬回去，转到[399]。要跳下去，转到[307]。
(399)]],
[353]=
[[你掉到石头地面上；失去 1D3 点生命值。如果你有「语言（埃及圣书字）」技能，转到[345]。
你唯一的道路是穿过J区域到I区域，再到K区域。到了K区域有一条向下的竖井，墙壁上凿着抓手。如果你进行一次灵感检定并成功，转到[366]；如果你失败，你会爬下去，转到[395]。
(345, 366, 371)]],
[354]=
[[你被一只恐怖的生物袭击了。你如果有枪，可以率先射击；否则由它先攻——查阅条目[304]获得其描述，然后返回此处（记下你现在在[354]）。
如果你对它造成12点以上伤害，它就会逃跑；否则它会持续攻击直到杀死你；如果得到了这样的结果，这就是……【剧终】。如果你活下来，可以继续探索金字塔，转到[328]并忽略转到[354]的指示。
(328)]],
[355]=
[[你听到更多的脚步声，又有一只妖鬼出现了。这两只怪物开始用它们手中的长钩棒戳你，钩住你，把你拉向竖井的边缘。你有枪吗？若有，转到[158]。若没有，你就掉下去了，转到[369]。
(348)]],
[356]=
[[这些解说词里面有很大的纰漏。奴隶一般都是和主人葬在一起的。这座“陵墓”一定有其他的用途。返回[339]。
(339)]],
[357]=
[[嗯……墙上有些浮雕被凿掉了一部分，好像是要凿掉某种重复的纹样。奇怪。返回[338]，或向左走转到[335]，或向右走转到[381]。
(338)]],
[358]=
[[现在你在E区域，这里是竖井底端。你可以向上爬到[328]，也可以向西走到[367]。
(328, 367)]],
[359]=
[[如果你最先来到这面，你得到+20%成功率。从现在开始到下午6点，每多停留一小时就+5%成功率。如果你在埃及以外的地方得到过地图或图案，再+20%成功率。
投掷1D100，小于等于总成功率为成功：若成功，转到[397]。如果你未成功，你可以改日再来、返回金字塔转到[360]、墓室入口转到[390]或者阿玛尔纳村转到[324]。
(360)]],
[360]=
[[这座金字塔确实非常古老，但不怎么壮观。你想绕着它走一圈吗？你可以花一小时时间来检查金字塔其中一个顶面：检查北面，转到[317]；检查东面，转到[359]；检查南面，转到[337]；检查西面，转到[561]。每检查一个顶面，消耗一小时；如果你四面各检查一遍，消耗四个小时。
你也可以从西面的墓室入口进入金字塔，转到[390]；或者返回阿玛尔纳村，转到[324]。
(317, 337, 338, 344, 390, 444)]],
[361]=
[[你的向导开车跑了！要在村子里的旅店住一夜，转到[444]。也可以在沙漠里露宿：转到[319]。如果你进行一次幸运检定并成功，你可以跟随商队去开罗，转到[341]。
(324)]],
[362]=
[[他们好像在怪异地护着他们身后的那扇门。要询问，转到[408]；要冲进去，进行一次敏捷检定；若成功，转到[322]。你也可以返回[300]。
(380)]],
[363]=
[[你打听到以下消息：
“有怪物住在墓室里。它们靠奉献来的人牲为食，守卫墓底，阻挡侵入者。”
“它们不能被阳光直射。”
“他们有开门用的装置。”
返回咖啡馆，转到[340]；或弗齐拉集市，转到[134]。
(340)]],
[364]=
[[当然，这对于阿肯那顿朝宫廷艺术的奇怪转变来说很典型——正是这一转变使得祭司阶级谋求推翻法老。返回第一间墓室转到[338]，或者前进到[339]。
(335)]],
[365]=
[[你打听到以下消息：
“阿顿教团的人被愚弄了。他们侍奉的是一群半人怪物。”
“有人看见过尸体被运到阿玛尔纳金字塔的东边。”
“阿梅特·凯也是教团的人，不过教团会除掉他的。”
返回咖啡馆，转到[340]；或弗齐拉集市，转到[134]。
(340)]],
[366]=
[[如果有绳子和小刀，你可以投出一个简易抓手；进行一次「投掷」检定：若成功，转到[353]。如果你失败，你必须掉到[395]。
(353)]],
[367]=
[[现在你在C区域。长廊的尽头是向下的竖井，转到[391]，或者回头走下阶梯转到[358]。如果你进行一次「聆听」检定并成功，转到[392]。
(358, 391, 392)]],
[368]=
[[现在你正通过P区域前往H区域（你现在的位置）。你可以返回阶梯转到[391]，也可以继续沿着华丽的阶梯向下走到[446]。
(391, 401)]],
[369]=
[[现在你在F区域。如果你是掉到这里来的，你受到]] .. string.format("%u",ranint(1,4)) .. [[点生命值伤害。转到 [373]。
(158, 303, 348, 355)]],
[370]=
[[凯挪开身子，让你开了门。
你开门以后看见有个男人对你冷漠地笑，然后他的脸皮开始融化、变成一堆冒着泡的烂肉，每个泡泡里都长着无数诡异的眼珠，饥饿地盯着你！这个生物伸出一部分身体，想要把你裹住。你的耳朵里满是咯咯声——似笑非笑的咯咯声。进行一次理智检定，失去1D6/1D20点理智值——如果你陷入临时或永久疯狂，转到[259]。
如果你开枪射击或者用有实体的武器攻击，这些攻击都将无效。进行一次敏捷检定：若成功，你就掉头飞奔返回走廊，返回[206]，或者转到【埃及地点表】中任一开罗地点。如果你敏捷检定失败，转到[587]。
(346)]],
[371]=
[[走廊倾斜着向下延伸，非常湿滑。如果你进行一次敏捷检定并成功，你就能稳住身体。再进行一次「攀爬」检定并成功，可以返回[313]。但如果你任一检定失败，你就会掉到[353]。
(313)]],
[372]=
[[其中一人脱口而出：“我们不知道是谁，但有人说是阿顿教团。”第二个人轻蔑地哼了一声：“我看更像是有钱的艺术收藏家雇人偷的。”转到[380]。
(380)]],
[373]=
[[你发现自己落到了一个碗形墓室当中。你感觉能听到有东西移动的声音，但你什么也看不见，点燃火柴之后才能看到自己正站在齐膝深的堆积物当中，周围充满刺鼻的血腥味。你身边还有什么东西在断断续续地动弹。你脖子后面的汗毛都立起来了。进行一次理智检定，失去1/1D3点理智值。
如果你是爬下来的，你的绳子也掉下来，落到你身边。你被困住了。如果你是掉下来或被丢下来的，你被困住了。
如果你还清醒，而且有诺登斯护身符，则现在可以使用它：你可以返回[324]阿玛尔纳，或者转到任意【地点表】中的任一地点。
如果你没有这件护身符或者你疯了：你在头顶上听见另一种声音。在微光中你看到一只篮子吊了下来。一个极轻细却如地狱传来般的声音嘎嘎地响起：“把篮子盛满！”
如果你拒绝那声音的命令，又没有可用的魔法道具，那么你的头上会浇下酸液，烧灼着你，腐蚀你的皮肤（失去]] .. string.format("%u",ranint(1,4)) .. [[点生命值和1点理智值）。那声音再次响起：“把篮子盛满！”对，把它盛满，你的精神尖声应和。用下面这些漂亮的尸块，有些还在动的尸块，漂亮地把它盛满。对，在它们浇下更多的酸液之前把它盛满，直到你也融入这些污浊破碎的尸体！
你每小时失去1点理智值，直到陷入疯狂。虽然你此后仍然在继续这项工作，但过不了多久，你也会成为这不死不活的恐怖尸堆的一部分。没错，这就是……【剧终】。
(351, 369, 447)]],
[374]=
[[这个小个子店主好像挺面熟。他店里有一大堆假古董和不值钱的陶器。其实这个地方也有点不靠谱的感觉。你可以走马观花地看一小时。如果你进行一次「侦查」检定并成功，转到[191]；若失败，返回弗齐拉集市，转到[134]。
(134)]],
[375]=
[[店主放诞无礼地奸笑，迈步挡在你和店门中间，抽出了刀。“凯咿咿咿咿！”他叫道。“阿顿！”你可以拔出自己的武器和他搏斗，也可以回避他：进行一次「闪避」检定成功你就可以安全夺门而出；他不会追杀。
・如果你用枪，你会在抵近射击距离内开火。
・如果你不躲避店主，他会攻击（成功率25%(12/5)，伤害1D6点）。
・如果你对他造成 6 点以上伤害，他会逃跑。
如果你活了下来，你会离开集市，可以转到【埃及地点表】中任一开罗地点。你可以明天再来集市，到时一切都会恢复正常。
(191)]],
[376]=
[[有个人在外面收门票钱，从雪茄盒里掏出皮阿斯特硬币作找零。他头顶上挂着一个牌子，上面用五种文字写着“阿蒙霍特普四世（阿肯那顿）朝廷陵墓”。
要进入金字塔，你要交钱买门票并转到[338]。要探索金字塔外围，转到[360]。你也可以返回村庄，转到[324]。
(324, 339, 344, 390)]],
[377]=
[[这是制作木乃伊所用化学原料的气味。返回[382]。
(382)]],
[378]=
[[进行一次「说服」检定：若成功，转到[396]。否则她就不肯多讲；返回弗齐拉集市，转到[134]。
(389)]],
[379]=
[[它开了。你找对了路。和你同行的其他人都不愿钻进你找到的这个开口。要让他们继续跟随你，你需要进行一次「取悦」「恐吓」或「话术」检定：若成功，他们才会留下来。然后转到[382]。
(331, 359, 397){FormFeed}
[CQ:image,file=image/dark/material-379.jpg]{FormFeed}]],
[380]=
[[“凯死了——我们只能这么说。卡尔帕索斯装置也被偷了。我们也不知道是谁、为什么要这么做。”
若进行一次「话术」检定并成功，转到[372]；若进行一次「心理学」检定并成功，转到[362]。若你已完成，转到[300]。
(314)]],
[381]=
[[这间墓室里填满了阿肯那顿统治时期的各种工具。房间里还有一篇早期埃及农业的报告，和一张地图（转到[287]查看后返回）。
若你进行一次「考古学」检定并成功，转到[445]。要离开这里，转到[338]。
(335, 364, 445)]],
[382]=
[[你在入口向里凝视，能看到狭窄的走廊，它倾斜向下延伸，坡度很陡；怪异难闻的气味扑面而来。要辨认气味，进行一次「历史」检定：若成功，转到[377]。
如果你没有光源，那么前方就是彻底的黑暗，只有偶尔生长的小片苔藓在散发微弱的荧光。你可以返回阿玛尔纳，带上车里余下的补给品（需要一小时）；如果你想这样做，转到[324]，并做下记号好返回这里（条目[382]）。
发送[.darkappendix pyramid]查看如何探索金字塔。
如果你准备好开始探险，转到[399]。
(379, 399)]],
[383]=
[[你可以在消费水平的限度内购买武器装备（发送[.darkappendix shopcategory]查看商品与标准售价）。注意这里所有商品的标价都比标准售价高两倍。如果你通过困难难度的「话术」或「取悦」检定，可以将价格讲回正常。
你还可以雇用搬运工；你开车时最多只能带上三个人。而且沙漠太热，你自己最多只能携带三件物品或武器。返回集市，转到[134]。
(134)]],
[384]=
[[要租汽车前往阿玛尔纳，转到[320]；要跟随商队去盖塔拉洼地，转到[341]。
(134)]],
[385]=
[[一起吃饭的伙伴邀请你去打扑克。进行一次幸运检定：若成功，你赢得]] .. string.format("%u",ranint(1,10)+ranint(1,10)) .. [[美元。若你失败，你没赢也没输；如果你掷出了大失败，你输掉]] .. string.format("%u",ranint(1,10)+ranint(1,10)) .. [[美元。推进一天，返回船上活动表，转到[187]。
(171)]],
[386]=
[[你费了很大努力才读懂铭文。这似乎是一篇警告，让人们远离陵墓，除非他们想要见到“某种东西”。但是，会见到的“东西”的名字却被凿掉了。返回[339]。
(339)]],
[387]=
[[你打听到以下消息：
“凯死定了。他自作主张了。”
“那个装置不过是门钥匙罢了。”
“春分第一天就会迎来剧变。”
“失落之墓里面并不是空的。”
返回咖啡馆，转到[340]；或弗齐拉集市，转到[134]。
(340)]],
[388]=
[[这条通道经过I区域到达K区域。转到[327]。
(325, 398)]],
[389]=
[[“呣……我看到了黑暗、黑暗。噢！有一头邪恶的生物在潜藏，它带着一个篮子。有扇门打开了……什么东西在闪闪发光。我看见你的面孔在战栗，在黑暗中，在下面……我看看……”她突然停住了。“我看不到了。”她不再说话。
你想要逼她说出更多幻象吗？若是，转到[378]；若否，返回弗齐拉集市，转到[134]。
(318)]],
[390]=
[[墓室的开口在西面，已经开辟成了游客入口。你看到庞大的金字塔和尘土飞扬又狭小的墓室门，游客就从这里进入。你可以进去，转到[376]；或者在金字塔四周参观，转到[360]；也可以返回村庄，转到[324]。
(360)]],
[391]=
[[阶梯向下通往[368]，向上通往[367]。
(367, 368)]],
[392]=
[[你听见下面有什么东西在动。转到[367]。
(367)]],
[393]=
[[现在你在A区域。阶梯通向西边的走廊；转到[308]。如果你想检查通往更高处的斜井，转到[400]。你也可以返回[313]。
(308, 313)]],
[394]=
[[阶梯尽头是另一条更深的竖井。你可以用绳子把自己吊下去：要尝试，转到[325]，你也可以尝试跳下去，转到[398]。当然你也可以退回[323]。
(323, 325)]],
[395]=
[[现在你在D区域。你正在竖井的底部，地面倾斜通向东边。看来没有办法爬上竖井。要向东经过另一道竖井走到阶梯处，转到[303]。
(307, 353, 366)]],
[396]=
[[“如你所愿。我看见了黑暗，和形单影只的你。四周除了血，还是血。我还看见了冰，好像全世界都冻住了。现在……啊！太可怕了！不！不！我不能再说了！”
她用瞪怪物一般的眼神瞪着你，喘着粗气催你快走。返回集市，转到[134]。
(378)]],
[397]=
[[你在金字塔的东面爬上爬下，检查着那些精雕细琢的巨石，寻找前人从未发现过的东西。这时你发现有一块石砖有一点点裂缝一样的空隙。你用尽全力推动石砖：它轻轻移动。你找到了秘密入口！
要移开石砖，进行一次力量检定。如果你有人随行，这次检定你获得一颗奖励骰。你每小时只能尝试检定一次。若你检定成功，转到[379]。
另外，你如果你有炸药，还可以转到[331]。
(359)]],
[398]=
[[进行一次「跳跃」检定：若失败，你掉下去失去]] .. string.format("%u",ranint(1,3)) .. [[点生命值。不论如何，现在你在N区域。有一道阶梯通向[328]，你也可以尝试「攀爬」检定返回[394]的走廊（你每半小时才能检定一次，必须成功才能回到那里）。
(325, 394)]],
[399]=
[[现在你在K区域。你在坡道的尽头看见一道竖井，竖井的后面有一道阶梯向上延伸。你看见竖井的内壁上有抓手。要走阶梯，转到[332]。要爬下竖井，转到[352]。你也可以爬回开口离开金字塔，转到[382]。
(313, 352, 382, 405, 412, 421, 422)]],
[400]=
[[进行「攀爬」检定并成功才能抵达顶端。若失败，你就会滑到下面的地面上（每掉下一次失去]] .. string.format("%u",ranint(1,3)) .. [[点生命值）。你可以持续攀爬；如果你成功，转到[309]。否则，返回[393]。
(393)]],
[401]=
[[你打破了墙壁，能看到通道向东继续延伸，转到[416]。或者返回[419]。
(440)]],
[402]=
[[这是场你死我活的恶战！你可以先攻。要查阅这只怪物的描述，转到[304]然后返回这里（记下你现在在 [402]）。如果你打败或躲掉了这只怪物，你可以转到[423]。
(426)]],
[403]=
[[你怀疑这墙是假的。进行一次力量检定：若成功，转到[435]；若你失败，你可以半小时之后再尝试，或者返回[438]。
(438)]],
[404]=
[[如果你进行一次「攀爬」检定并成功，转到[224]；若你失败，你失去]] .. string.format("%u",ranint(1,3)) .. [[点生命值，停留在原地。你可以再次尝试（每半小时一次），也可以返回[419]。
(419)]],
[405]=
[[你蹑手蹑脚地走下去。这个墓室和你之前见到的都不一样。下半部分的墙壁非常光滑，和镜子差不多，但照在上面的光线几乎都消失在它内部。上半部分的墙壁则是浮雕，刻着奇怪的生物在为了什么重要的奖赏而战斗。
这下面一层站着许多真正的参与者。五个灰白皮肤、眼神空洞的高个子，旁边还站着一个个头矮小、眼眶凹陷，阿拉伯面相的男人。在火把照不到的阴影处，你看到其他的身影，那是某种猥琐的长腿动物。进行一次理智检定，目击这一场景会失去1/1D6点理智值。
小个子男人转身面对这些肃立的人和动物。你听不懂他的话，但他的意思你心里非常清楚。“主人，时机已经到了。古老者之城的时代就要来临。现在你的国度将比姆大陆更宽广、比亚特兰蒂斯大陆更辽阔，而我们……将与你们同在，不只是仆人，更是主人。”这男人转身面向墙壁。
这时你看到了卡尔帕索斯装置，在昏暗的光线中闪闪发光。男人摸了一下墙，墙上出现了一个开口，仿佛地狱里的深坑一样黑暗。男人将装置插进去，整面墙仿佛都分开了。一道棱镜一样的光芒呈弧形照进房间，绕着每个人旋转。这个人开始大叫，你看到半空中出现了一个闪耀着银光的漂浮陀螺。陀螺停在那里的时候，这个人极其猛烈的晃动、颤抖着。他的血肉似乎从骨骼上融化，最后他变成了一堆由搏动着的物体组成的恐怖团块。房间里充满了令人作呕的恶臭，这时你又听到了他的心灵讯息：

“进入深坑！古老者沉睡的冰冻废墟！
进入深坑！所有活物必须再度死去！
八方皆向北，我神将回归。
陀螺转不倒，我主咧嘴笑！
进入深坑！进入深坑！进入深坑！”

搏动着的团块拿走了装置。然后它再次开始变形，变成了高一些，不同样貌的男人。你认不出他。你明白陀螺已经被带到别处去了，但现在你唯一能懂的部分是“斯塔克韦瑟-摩尔”。进行一次理智检定，目击这一场景失去1D6/1D20点理智值。如果你理智检定失败，你会尖叫着退却；若你成功，你还能保持安静。{FormFeed}
不论你是清醒还是发了疯，如果你有炸药，你都可以尝试永远封印这场恐怖表演。如果你能进行一次「投掷」检定并成功，你就能投出炸药炸塌天花板，把墓室里的所有东西都震倒。如果你投掷检定失败，则你虽然造成了伤害，但这些怪物和怪人会成功逃脱，在你回程时追赶你。
如果你尖叫过或者丢了炸药导致被怪物追逐：现在你身后有]] .. string.format("%u",ranint(1,6)) .. [[具木乃伊。你往回走，想回到入口，逃离这座活地狱。每有一具木乃伊追逐你，你就要进行一次「格斗」或「闪避」检定。若你有任一检定失败，进行一次幸运检定来确定你有没有被逮住。若你任一次幸运检定失败，你就会被它们发霉的手牢牢抓住。这些木乃伊把你拖回那个男人那里，他又一次变成了那团冒着泡的肉堆——这是一只修格斯！你尖叫起来，这只修格斯猛然膨胀起来包住你，把你扯成了碎片。无须多言，这就是……【剧终】。
如果你所有的「格斗」或「闪避」检定都成功了，你就能活下来并逃脱，前往入口，转到 [399]。
(418)]],
[406]=
[[你滑到了M区域，落到一条走廊的西端。似乎没有回头路可走。进行一次灵感检定并成功，转到[439]；否则，转到[420]。
(439, 441, 443)]],
[407]=
[[子弹毫无用处！它们抓住你，拉扯着你的皮肤。你听到自己血肉撕裂的恐怖响声。你见到的最后一幕是一张巨口猥琐地朝你俯冲而来，你尖叫着坠入幸福的无意识当中。这就是……【剧终】。
(431)]],
[408]=
[[“凯馆长的材料不能乱动。你必须回去了。”
如果你进行一次「闪避」检定并成功，就可以从他们身边绕过去，转到[322]。否则，返回[300]。
(300)]],
[409]=
[[你看见了幻象，地球开始严重地倾斜。潮水冲刷着每一片海岸，将城市和村庄尽数夷平。极地的冰盖融化，而曾经的中纬度地区则被永远的极寒牢牢占据。洪水、暴雪、恐慌、死亡接踵而至。对大多数人类，这就是末日。但对某些生物来说，这就是一次新的开始。返回[426]。
(426)]],
[410]=
[[这枚护身符召唤出一只奇异的桶形生物，看上去就像是长着海星头的变异怪物！进行一次理智检定，失去0/1D6点理智值。
这是一只古老者（发送[.darkappendix elder]查看详细描述）。如果你进行一次「闪避」检定并成功，你可以逃跑——返回[568]。否则，你必须尝试和这个生物展开交流，转到[432]。
(568)]],
[411]=
[[壁画讲述了一个奇异的故事：眼睛发光的高挑男人在主持奇怪的仪式，背景里则有一些扭曲变形、像袋鼠一样的生物弯着腰凝视着打开的石棺。下一幅画面则画着木乃伊从死亡中归来，站在那些奇怪动物的旁边。返回[419]。
(419)]],
[412]=
[[这里伫立着几具木乃伊，还有妖鬼（查看[304]获得它们的描述然后返回这里）从篮子里给它们送食物。卡尔帕索斯装置就在墙上，在它上面你看到一个壁龛一样的东西。壁龛是敞开的，里面空无一物。上半部分的墙壁绘满浅浮雕，内容是奇异的城市，还有茎秆一样的怪异生物在角度奇怪的街道上走来走去。然后下一部分这些茎秆生物就被困在漫天飞雪、遍地坚冰当中，终于这座城市和所有居民一起被埋进了几里深的冰层之下。最后一部分的马赛克画描绘了一枚发光的八面体银陀螺，还有一个地球仪——但这地球仪的倾斜角度似乎是错的。进行一次理智检定，看见这一古怪场景失去1/1D6点理智值。
进行一次「潜行」检定：若成功，你就能悄无声息地移走，离开金字塔，转到[399]。若你失败，你会做出一些小失误比如踢出一块小石子、咳嗽，或者在其他东西注视时移动等等。这时有]] .. string.format("%u",ranint(1,6)) .. [[具木乃伊朝你追过来。你必须躲开所有的木乃伊！每有一具木乃伊追逐你，你就要进行一次「格斗」或「闪避」检定。若全部成功，你就一路无事逃出金字塔，转到[399]。若你有任一检定失败，进行一次幸运检定：若你的幸运检定失败，你就会被它们发霉的手牢牢抓住。这些木乃伊把你扯成了碎片！是的，这就是……【剧终】。
不论你是清醒还是发了疯，如果你有炸药，你都有额外选项。你可以尝试永远封印这场恐怖表演。如果你能进行一次「投掷」检定并成功，你就能投出炸药炸塌天花板，把墓室里的所有东西都震倒。如果你投掷检定失败，则你虽然造成了伤害，但这些怪物会成功逃脱，在你回程时追赶你。每有一具木乃伊追逐你，你就要进行一次「格斗」或「闪避」检定。若你有任一检定失败，进行一次幸运检定来确定你有没有被逮住。若你任一次幸运检定失败，你就会被它们发霉的手牢牢抓住。这些木乃伊把你肢解了！无须多言，这就是……【剧终】。
如果你所有的「格斗」或「闪避」检定都成功了，你就能活下来并逃脱，前往入口，转到[399]。
(429)]],
[413]=
[[你看到为巨大生物准备的扶手。转到 [443]。
(443)]],
[414]=
[[这些飞镖的平衡性相当好。你从口袋里摸出一个皮阿斯特。如果你进行一次「投掷」检定并成功你会赚回10皮阿斯特。每获胜一次需要4分钟。你可以持续玩到赚回500皮阿斯特（花费3小时）。一大群人聚拢过来鼓掌欢呼，你在胜利的压力下犹犹豫豫地离开了。如果你返回，这个设施就打烊了。返回集市，转到[134]；也可以转到【埃及地点表】中任一开罗地点。
(134)]],
[415]=
[[现在你在B区域。你可以向西进入P区域，转到[423]，也可以向东走到[224]。
(224, 423)]],
[416]=
[[现在你在G区域。走廊一直延伸，尔后向下连接到[438]，你也可以向西走到[417]。
(417, 438)]],
[417]=
[[现在你在F区域。你不论往东走还是往西走，都能感觉到有液体从头顶滴落下来。你摸摸头顶缩回手，发现手上是黏稠暗红的液体。这是血液。你可以向西走到[416] 或向东走到[441]。
(416, 441)]],
[418]=
[[现在你在一个微光照亮的圆形大墓室里。卡尔帕索斯装置就在墙上。如果现在是11月20日过后，转到[429]；如果现在是11月20日之前，转到[405]。
(419)]],
[419]=
[[现在你在O区域。如果你想调查你所站位置的墙壁，转到[411]。如果你想爬上附近的竖井，转到[404]。往西走你能发现一个大型墓室的顶部：要往那里走，转到[418]。要沿走廊向东走，转到[440]。
(404, 411, 440, 442)]],
[420]=
[[你别无选择，只能向东走到[428]。
(406, 439)]],
[421]=
[[雷霆一般的爆炸炸死了几只怪物。你逃出了金字塔。转到[399]。
(431)]],
[422]=
[[进行一次「闪避」检定躲开这些怪物，然后进行一次「攀爬」检定。若都成功，你就逃脱了，转到[399]。若你任一检定失败，它们就会抓住你，拉扯你的皮肤。你听到自己血肉撕裂的恐怖响声。你见到的最后一幕是一张巨口猥琐地朝你俯冲而来，你尖叫着坠入幸福的无意识当中。这就是……【剧终】。
(431)]],
[423]=
[[现在你在P区域。竖井向下通往[426]。你可以安全跳过竖井，你注意到竖井的另一边有什么东西在闪光，要跳过去，转到[425]。走廊向东可以返回[415]。那会是什么东西呢？
(415, 425, 426)]],
[424]=
[[【廉价雅典旅馆】
这家廉价旅社不怎么干净整洁，但够安静。如果你住下，转到[26]；否则，返回任一【雅典地点】。
(雅典地点)]],
[425]=
[[一面小银镜正面朝下静置在尘土里。你把它拾了起来。你看向镜子，里面浮现出一个影像。你见到无数的触手、嗉囊、诡异的器官——这些器官的作用你只能猜测。你极度恐惧，彻骨生寒。进行一次理智检定，失去1D10/1D100点理智值。如果你检定失败，你会面朝下把镜子丢掉，飞奔回到[423]——到了这里后，查看自己的理智损失；若你的理智归零，你会止不住地尖叫最终失去意识，这就是……【剧终】。如果你理智检定成功但仍然陷入临时疯狂，你会自动跳回[423]并等待到理智恢复。
但，如果你检定成功，保持了清醒的话，现在进行一次意志检定：若失败，永久失去10点敏捷。你每拿着镜子一轮就要再进行一次意志检定，失败的话再失去10点敏捷。要把镜子正面朝下丢回原来的地方，你必须进行知识或「克苏鲁神话」检定（你每轮都可以尝试）。你必须每轮都做意志检定，每轮都可能失去敏捷。
所有的 DEX 损失都是永久的。如果你成功丢弃镜子，返回[423]（而且忽略闪闪发光的东西！）。否则，你可能再也无法脱身，最终完全麻痹。如果那样，虽然你的精神非常警觉，但血肉之躯却锁住了精神，化作无法移动的监牢。你一旦认清自己的命运，就会在无用的躯壳中陷入疯狂。在这无边暗夜中，独自蜷作一团，你知道这就是……【剧终】。
(423)]],
[426]=
[[现在你在H区域。这个墓室看来更像地窖，四周有放置石棺的壁龛。石壁上雕刻着地球的形象，它似乎还在旋转。进行一次「科学（天文学或地质学）」检定并成功，转到[409]。
你可以安全爬回 [423]，但你首先要统计探索金字塔已经花费的总时间（去掉小数），并将它乘以5。投掷1D100：若你掷骰结果在五倍总时间以下，会有一只怪物出来攻击你，转到[402]。
若结果超过五倍总时间，你可以不受打扰地转到[423]。
(423)]],
[427]=
[[列车突然倾斜，将一条角蝰甩到你身上。它咬了你！转到[129]。
(97)]],
[428]=
[[你看到一段小竖井。你向下仔细观察可以辨认井底。进行一次灵感检定：若成功，转到[347]。
你可以跳进这段小竖井，转到[437]。你也可以站住不动等待一会，转到[430]。
(347, 420, 437)]],
[429]=
[[进行一次「潜行」检定：若成功，转到[412]；若失败，转到[431]。
(418)]],
[430]=
[[出现了一只怪物：要查看描述，转到[304]然后返回这里（记下你现在在[430]）。如果你能对它造成5点以上伤害，转到[442]，但如果它对你造成了6点以上伤害，它会把你抛进竖井，转到[437]。
(428)]],
[431]=
[[里面的木乃伊和妖鬼向你发起攻击。它们好像从四面八方涌来。如果你有炸药想要尝试，转到[421]。如果你想用你的枪，转到[407]。如果你想逃跑，转到[422]。
(429)]],
[432]=
[[你用尽浑身解数，解释说卡尔帕索斯装置被窃，乾坤即将颠倒，给所有人带去灾难。古老者对你冗长含糊的发言沉思良久，但令你迷惑的是，它会向你提供帮助！
如果有任何人或东西攻击你，古老者就会自动保护你，对方是神和修格斯除外。另外，古老者还可以跨越空间，将你传送到任何地点。记下这些能力，转到[549]。
(410)]],
[433]=
[[水晶在阳光下反射着光芒。它美丽极了，你后悔当时扔掉了它。但你确实扔了。它被远远丢出舷外，斜着碰上一道波浪又反弹一下，才沉入水底，再没浮起来。你身后爆发出一声可怕的尖啸；杰弗里斯出现在身后，变成了半人半怪物的形态，因为马上就要成功的任务却前功尽弃而动摇着。它把你像苍蝇一样拂到一边，带着重新发现水晶的渺茫希望跳进大海。你被它扫得踉踉跄跄，但毫不在意：你看见，水晶刚碰到海面，海水就对它产生了奇怪的影响——它在腐蚀、变暗、缩小。你心里清楚，水晶已经解体；杰弗里斯可以永远在海床上搜寻，但也永远找不到水晶。
你拯救了世界！对于你这样出色的调查员来说，整个事件无非家常便饭；但还是要祝贺你！【剧终】。
(576)]],
[434]=
[[你向下滑的时候看到地面上雕着图案，描绘着说不出形状，却不可否认是活着的“原生质泡沫聚集体”。这怪物的身体的各个开口上挂着许多人体部件，全都栩栩如生。转到[443]。
(443)]],
[435]=
[[它当然是假的。你突破它来到了M区域。转到[440]。
(403)]],
[436]=
[[有一段文字的意思是，“欢迎和加塔诺托亚的仆人见面”。转到[443]。
(443)]],
[437]=
[[你找不到密门，但你找到了十二道精美的凹槽。你开始不安起来，觉得应该尽快出去。那么，进行一次「跳跃」或「攀爬」检定；若成功，你就能逃到[428]。否则，会有一块板子从头顶滑出来，将你封在下面。你如果没有光源，就永远看不见凹槽里陡然钻出的那十二把锋利剃刀：它们将你绞成无数碎片，无论有没有光源，这都是……【剧终】。
(428, 430)]],
[438]=
[[现在你在F区域。通道变得狭窄，如果你向西走，你会在走廊尽头遇到一面墙。你可以返回[416]，也可以尝试一次灵感检定：若成功，转到[403]。
(403, 416, 440)]],
[439]=
[[这里的石灰岩质地很软。你如果有刀子，就可以刻出抓手爬上去。进行一次力量检定：若成功，转到[441]；若你失败，你会掉下去——进行一次幸运检定。若你幸运检定失败，你掉下去的时候会把刀摔坏，转到[406]——你不能这样出去（除非你还有别的刀子），必须转到[420]。如果你有别的刀子，你可以再次尝试，否则转到[406]。
(406)]],
[440]=
[[现在你在M区域。东边尽头有一面墙。如果你愿意，你可以进行一次力量检定，若通过，可以尝试打破它，转到[401]；若失败，你半小时后可以再次尝试，也可以返回[419]。
(419, 435)]],
[441]=
[[现在你在M区域。进行一次「跳跃」检定并成功你可以向东转到[417]，也可以向西转到[442]。若失败，转到[406]。
(417, 442, 445)]],
[442]=
[[现在你在O区域。这里有阶梯，还有一道向下的竖井。如果你沿竖井爬下去，转到[419]。如果你跳过竖井，继续向西走，转到[224]。如果你向东走，转到[441]。
(224, 430, 441)]],
[443]=
[[要向下走，进行一次力量检定并成功，若失败，掉到[406]；若成功，转到[441]，并在向下走的同时，从以下三种技能中任选一项检定一次：
・检定「克苏鲁神话」，转到[434]。
・检定「历史」，转到[436]。
・检定「侦查」，转到[413]。
(329, 413, 434, 436)]],
[444]=
[[旅店的老板们全都对你爱搭不理。即使如此仍要住下，转到[447]。要在这里吃饭，转到[584]。要在车里休息（如果你还有车），转到[448]。要在沙漠中露宿，转到[319]。要前往金字塔，转到[360]。
(324, 361, 584)]],
[445]=
[[这里有些器具和德鲁伊仪式中的牺牲用具特别相像。返回[381]。
(381)]],
[446]=
[[你几乎不敢相信自己的眼睛！你的脚上缠上了蠕虫一样的东西！你几乎一瞬间就意识到，这些虫子虽然很弱，但它们只是探子、摸索者，后面还会有一大群蠕动的血肉前来觅食。
这些蠕虫是动物，会凭借本能攻击——如果你有戒指，你的戒指对它们没有任何作用。进行一次「闪避」检定来逃脱。若失败，进行一次力量检定（如果你有刀，获得一颗奖励骰）：若成功，你也能逃脱；若失败，你必须以一颗惩罚骰来进行第二次力量检定——大量蠕虫正迅速开始淹没你。如果你第二次检定也失败了，你还有最后一次机会，但你检定时获得两颗惩罚骰！你只要有一次检定成功，都可以挣脱，返回[391]。
如果你三次检定都失败，那你就没救了，你被蠕虫咬死了。对你来说，这就是……【剧终】。
(368)]],
[447]=
[[你度过了一夜。你迷迷糊糊地醒过来，好像被灌了药一样。空气十分寒冷，你觉得自己在坠落。你睁开眼睛，却只能看到黑暗。转到[373]。
(444)]],
[448]=
[[你的车非常不舒服，但至少你能躲开那些一看就不友好的当地人。你醒来时又冷又僵硬，但你觉得你已经准备好了。要探索金字塔，转到[360]。你也可以花费48小时返回开罗，转到【埃及地点表】中任一开罗地点。
(444)]],
[449]=
[[【不来梅港】
不来梅的港口区域不来梅港市，出现在清晨凛冽的寒风之中。港口上笼罩着寒冷的浓雾。如果现在未到12月20日，转到[451]。如果现在是12月20日以后，转到[452]。
(不来梅地点)]],
[450]=
[[【不来梅机场】
机场和港口之间有免费通勤车。天气很冷，雾气又大；你很幸运，再过段时间就没有办法着陆了。转到[449]。
(不来梅地点)]],
[451]=
[[你看到有一艘货船单独停泊着，离其他船很远。你注意到了它的船身经过加固，甲板上笨重的防水帆布里面露出机翼银色的尖端——可能是分节存放的多尼尔飞机。条幅在潮湿的空气中耷拉着，你看不清字，但上面肯定写了“斯塔克韦瑟-摩尔”。船上的两支烟囱则隐没在低垂的雾气当中。
要上船，转到[486]；要访问附近的“魔弹射手旅店”，转到[461]。
(449)]],
[452]=
[[港口一片寂静，几乎已经空了。你觉得自己错过或失去了什么东西，坐立不安。你走过码头和仓库，但不太清楚自己为什么闷闷不乐，这时你听到附近的旅店里传来欢快的歌声；转到[461]。
(449)]],
[453]=
[[你决定逃票。你可以藏好食物和水，在以下几个位置中选一个做你的隐蔽处：救生艇、下层货舱、甲板（储藏区）、引擎室（艉部）。如果你决定这么做，记下你的位置，转到[456]。如果你觉得这主意不好，转到[486]。
(486)]],
[454]=
[[如果你穿着军装，转到[499]；若否，转到[464]。
(488)]],
[455]=
[[你听到了只言片语：汤普森这人神神秘秘，读很多“奇怪的东西”。奥拉夫·弗拉姆曾经加入莱克探险队，饱受“南极痴呆症”困扰。飞行员埃迪·史密斯最近才加入探险队，杰森·兰博则是来接替生病的原地质学家。
进行一次灵感检定并成功，转到[465]；若失败，转到[492]。
(476, 493)]],
[456]=
[[这次航行需要]] .. string.format("%u",ranint(27,32)) .. [[天。
・如果你藏身救生艇，航行中这里会被检查一遍；进行一次「潜行」检定，若成功就可不被发现。
・如果你藏身储藏区，进行一次「潜行」检定，若成功就可不被发现。
・如果你藏身下层货舱，进行一次「取悦」或「话术」检定并成功以防止船员把你告密给船长。
・如果你藏身艉部引擎室，进行一次「取悦」或「心理学」并成功来和备用引擎保养员搞好关系。
如果你检定失败，你就被发现了，转到[459]。如果你成功，你就神不知鬼不觉地抵达南极，转到[510]。
(453)]],
[457]=
[[一群吵闹的褐衫党正在笑着说些什么。你听出了“元首”、“胜利”和“护身符”之类的字眼。返回 [491]。
(469)]],
[458]=
[[屋子里弥漫着恐惧的气氛，但是在恐惧什么？褐衫党吗？进行一次幸运检定并成功，转到[479]；若失败，返回[491]。
(491)]],
[459]=
[[你被人发现，带到了克劳福德船长面前。他对你的动机、你的辩解都不感兴趣。你被锁到下层甲板一间没窗户的房间里过了许多天，每天定时送饭过来。正当你要放弃希望时，船抵达了南极。转到 [511]。
(456, 460)]],
[460]=
[[要搜索黑暗海域号B甲板上探险队成员的房间，选择一个房间，进行一次幸运检定。若成功，则房间没有上锁，你转到对应的条目（见下）。若幸运检定失败，则房门上着锁。上锁的房间需要以后进行一次「机械维修」或「锁匠」检定成功才能打开，而且必须改天再试。
・A房间——转到[514]。
・B房间——转到[535]。
・C房间——转到[521]。
・D房间——转到[540]。
・E房间——转到[526]。
・F房间——转到[536]。
・G房间——转到[535]。
・H房间——转到[522]。
要搜索C甲板上水手的床铺，转到 [475]。
若你检定后进入任一房间，离开房间时同样要进行一次幸运检定并成功，否则你就被抓住了：若你进行一次「话术」或「取悦」检定并成功，转到[531]；任一检定失败，转到[459]。你也可以试试其他调查，转到[480]。
(500, 501, 538, 540)]],
[461]=
[[【魔弹射手旅店】
你走进烟雾缭绕的前厅。迎接你的是喧闹的谈话声、满溢泡沫的啤酒杯，还有一大群褐衫党；他们红黑相间的卐字臂章在烟雾中清晰可见。
今晚你有房间可以住。如果你除了睡觉，还想在这里做其他事，转到[491]。如果你完成了这里的事，转到任一【不来梅地点】。
(不来梅地点)]],
[462]=
[[如果你当前的调查员没去过埃及，你就会直接抵达南极；你可以转到[500]查看其他情况，也可以直接前往南极，转到[520]。
你当前的调查员如果去过开罗博物馆或者阿玛尔纳，就会被盯上并跟踪，转到[466]。
(500)]],
[463]=
[[你决定剃个头，打扮成水手。要和其他水手交谈，转到[494]。要和船长谈谈，转到[487]。
(497, 498)]],
[464]=
[[你在「电气维修」「机械维修」「导航」「操作重型机械」「操纵（飞行器）」「生存」几项技能中有没有投入技能点数（高于基础值）？如果符合条件的技能总点数在100以上，你就应聘成功，转到[500]。否则，你就离开，转到[490]。
(454)]],
[465]=
[[水手们记得有几个水手是刚刚加入探险队：杰克逊、杰弗里斯和克卢格。转到[492]。
(455)]],
[466]=
[[你在甲板上，眼睁睁看着一个黑影一样的男人变成了一团虹彩色的血肉、眼球和嘴巴——他是修格斯！进行一次理智检定，失去1D6/1D20点理智值。
尝试一次「闪避」检定：若成功你就能逃脱，转到你航行开始的地方——[500]或[501]。若失败，你就被修格斯吞噬，尸骨无存。这就是……【剧终】。
(462)]],
[467]=
[[你设法逃脱了。从此以后这个旅店对你来说就太危险了。你找到一家宣教所，在不来梅期间可以在那里住宿。转到任一【不来梅地点】。
(481)]],
[468]=
[[如果是“杰克逊”或“杰弗里斯”的柜子，转到[537]。否则返回[460]。
(475)]],
[469]=
[[如果你进行一次「语言（德语）」检定并成功，转到[457]。否则你什么也没发现。返回[491]。
(491)]],
[470]=
[[这是枚奇形怪状的黑色护身符，还附有德文笔记。如果你进行一次「语言（德语）」检定并成功，或者你有办法翻译它，转到[582]。否则转到任一【不来梅地点】。
(472, 484)]],
[471]=
[[他瞪着你：“先生，你在纽约的会议室里用这种调门也许很合适，但这里是我的探险队。祝你今天顺利！”
转到[488]或等待一天转到[490]。
(488)]],
[472]=
[[你在抵近射击距离内射击。进行一次「射击」检定。如果你这次击中造成了6点以上伤害，他会昏倒，其他褐衫党也会逃跑（见本条目最后）。如果你未击中或没造成足够伤害，这个人会端着刀冲上来（50%(25/12)攻击，伤害 1D6）。
如果他未击中，你可以直接逃跑。否则下面轮到你行动时，你要进行「闪避」检定并成功才能逃跑。如果你「闪避」检定失败，他会再次攻击——你可以闪避或反击；如果你累计造成了6点以上伤害，他会昏倒，其他褐衫党也会逃跑（见本条目最后）。结算过他的攻击后，你还有一次机会可以进行「闪避」检定来逃跑；如果你这次检定也失败，那么褐衫党就抓住了你。你看见另一把尖刀闪着寒光，然后这就是……【剧终】。
不过，如果你制服持刀男、赶跑了褐衫党，你可以检查随同的公文箱，转到[470]。
(484)]],
[473]=
[[他又问：“你在做什么？”你若选择行动，转到[485]。
(474)]],
[474]=
[[他们不安地站起身，警惕地看你走过来。一个男人走上前说：“Sprechen sie Deutsche?”如果你在语言（德语）上有技能点数，转到[473]。否则转到[485]。
(479)]],
[475]=
[[如果你知道你要搜索哪个水手的床脚柜，写下他的名字转到[468]。否则返回[460]。
(460)]],
[476]=
[[如果你选择「取悦」或「说服」，则检定：若成功，转到[455]；若失败，转到[492]。你可以尝试本条目共三次，三次要在不同的日期（直到你成功）。
(492)]],
[477]=
[[一群褐衫党聚集在桌子上一个盒子周围。你发现这个盒子和装“克拉斯黑圣符”的盒子很相像。这实在不可思议，但它也许能帮上你。如果你想瞧瞧，转到[479]。否则返回[491]。
(491)]],
[478]=
[[他打量了你一眼，迅速抽出一把匕首。进行一次敏捷检定，看你能不能及时反应：拔枪或者尝试「闪避」检定。选择一项后转到[481]。
(485)]],
[479]=
[[有一群褐衫党围着一个怪模怪样的盒子。要凑上去瞧瞧，转到[474]，否则返回[491]。
(458, 477, 491)]],
[480]=
[[每天限进行一次检定，从以下表中选择一项技能：若成功，转到下表中号码对应的条目。
要搜索B甲板上探险队员的房间，转到[460]。
抵达南极后，转到[520]。
(500, 501){FormFeed}
[CQ:image,file=image/dark/material-480.jpg]{FormFeed}]],
[481]=
[[如果你准备好了枪械，你可以抵近射击（获得一颗奖励骰）。如果你击中他，他的同伙就会退走。你抓起盒子和一个公文箱转到[484]。
如果你「闪避」检定成功，就逃到了[467]。如果你「闪避」检定失败，他们会逮住你狠揍一顿（失去]] .. string.format("%u",ranint(2,4)) .. [[点生命值）。所幸警察及时赶到结束了争斗。你被逮捕了。你要在监狱里呆上]] .. string.format("%u",ranint(1,10)+ranint(1,10)) .. [[天，保释金才能从国外汇来，放你出狱。然后转到任一【不来梅地点】。
(478)]],
[482]=
[[“还不快滚，”他吼道。你自觉不明智，讪讪地转到[461]。
(485)]],
[483]=
[[船长说：“我们的赞助人是斯塔克韦瑟先生和摩尔先生。如果你想合伙，必须要问过他们。祝你今日顺利。”转到[488]每天尝试一次，也可以转到[490]。
(488)]],
[484]=
[[你拿到它了。那个人拿着刀，像喝醉酒一样挣扎着站起身来。他的朋友其中一人正疯狂地从皮夹克里面掏什么东西。
你可以进行一次「闪避」检定并成功来逃离；你跑得极其果断，像闪电一样快；他们都目瞪口呆，转到[470]。
要射击那个拿刀的人，转到[472]。
如果你没成功，他们会逮住你狠揍一顿（失去]] .. string.format("%u",ranint(2,4)) .. [[点生命值）。警察赶来逮捕了你，你要在监狱里呆上]] .. string.format("%u",ranint(1,10)+ranint(1,10)) .. [[天，保释金才能从国外汇来，放你出狱。然后转到任一【不来梅地点】。
(481)]],
[485]=
[[“你想要什么？”他的语气难掩敌意。如果你假装没有兴趣，转到[482]；如果你问起盒子，转到[478]。
(473, 474)]],
[486]=
[[【黑暗海域号汽船】
跳板是放下来的，可以自由上下船。如果你在这里等待，和水手们交谈，转到[494]。如果你要见船长，转到[487]。如果你想见探险队长，转到[497]。你每天还可以尝试一次灵感检定；若成功，转到[453]。你也可以转到任一【不来梅地点】。
(不来梅地点){FormFeed}
[CQ:image,file=image/dark/material-486.jpg]{FormFeed}]],
[487]=
[[船长会雇用以下技能有25%以上点数的人：「电气维修」「机械维修」「导航」「操作重型机械」「操纵（飞行器）」「生存」。选择一项技能领域，你就成功应聘加入这次航行；转到[501]。如果你全部技能都不满足条件，你就应聘失败，转到[488]。
(463, 486, 494, 496)]],
[488]=
[[・如果你是格吕内瓦尔德，他会很高兴地让你跟随；转到[500]。
・如果你是劳，他会咕哝着说对不起，谢绝记者，尤其女士。你要接受吗？转到[498]。
・如果你是威尔逊，决定你这时有没有穿军装，然后转到[454]。
・如果你是霍尔特，你每天可以从以下检定中选择一项，每天限做一次：若你「说服」成功，转到[483]；若你「取悦」成功，转到[489]；若你「话术」成功，转到[495]；若你「恐吓」成功，转到[471]。
(471, 483, 487, 497)]],
[489]=
[[你检定「取悦」成功，主动提出刊登远征的成果，并资助他们日后的研究。领队们听了很高兴，这种好事谁也不会错过。当然你也可以去南极了！“黑暗海域号”12月20日启航。转到[500]。
(488)]],
[490]=
[[你每天可以尝试一次灵感检定。若成功，转到[496]。否则你还可以去见见船长，转到[487]。
(464, 483, 495, 499)]],
[491]=
[[你每天可从以下检定中选择一项：每天限做一次，直到成功为止。否则你可以稍事休息。
・若「侦查」检定成功，转到[479]。
・若「聆听」检定成功，转到[469]。
・若「心理学」检定成功，转到[458]。
・若「克苏鲁神话」技能检定成功，转到[477]。
你也可以转到任一【不来梅地点】。
(457, 458, 461, 479)]],
[492]=
[[你认识了探险队的成员：船长克劳福德；探险队队长尤斯塔斯·布莱克教授；队医杰罗姆·汤普森博士；负责装备和三架多尼尔飞机的奥拉夫·弗拉姆；飞行员彼得·麦克弗森、艾迪·史密斯、华莱士·贝林；地质学家杰森·兰博博士；大副兼无线电作业员帕迪·琼斯。
船上还有 18 位老练的水手，各有专长。如果你想了解和这些人有关的流言，可以试着问船长，转到[476]；或者问教授，转到[493]。预先决定你使用「取悦」「话术」「恐吓」还是「说服」，再转到对应条目。你每天可以尝试一次。
(455, 465, 476, 493, 500)]],
[493]=
[[如果你选择「取悦」或「说服」，则检定：若成功，转到[455]；若失败，转到[492]。你可以尝试本条目共三次，三次要在不同的日期（直到你成功）。
(492)]],
[494]=
[[这些水手对天气和极地旅行相当不安。他们说船长（“老鳕鱼”）只招募拥有合适技能的船员。如果你打算伪装自己具有相应技能而投身危险旅程，在需要技能检定时，不检定相应技能而是进行知识和幸运的联合检定（记下这一点）。转到[487]。
(463, 486, 496)]],
[495]=
[[他有点惊讶地看着你。“对不起先生，我没听太懂，也没时间争辩。请见谅。”转到[490]。
(488)]],
[496]=
[[如果你脱下制服，戴上假胡子打扮成水手，转到[494]。你也可以去见见船长，转到[487]。
(490)]],
[497]=
[[尤斯塔斯·布雷克教授正忙着协调这次远征的事务。他问：“你是谁？你想干什么？”如果你是格吕内瓦尔德，他看见你会很高兴。如果你是别人，他会不情不愿地说：
这次探险和命运不济的莱克探险队会走相同的路线。他会把失落城市的传说归结于“南极痴呆症”。如果你想加入远征，转到[463]。要离开，转到任一【不来梅地点】。
(486)]],
[498]=
[[你每天可以尝试一次灵感检定。若成功，转到[463]。
(488)]],
[499]=
[[“但你还穿着军装，是正在现役吧。你是接到命令来参加这次远征的吗？”你当然不是。转到[490]。
(454)]],
[500]=
[[你上了船。做得好！暂停小时记录，并记下你是从[500]上的船。
你已经赢得阶段性的胜利，在黑暗海域号启航前上了船。你可能还知道你的猎物也在船上。你现在必须、只能找到他，毁掉陀螺：
・要找出队员信息，转到[492]。
・要搜索队员房间，转到[460]。
・要等待时机抵达南极，转到[462]。
・要尝试技能检定，转到[480]。
你每天可以尝试一项活动。这次航行需要]] .. string.format("%u",ranint(27,32)) .. [[天。抵达南极后，转到[520]（记下这个号码）。
(462, 464, 466, 488, 489, 531)]],
[501]=
[[你上了船，表现得和老练水手毫无二致，只是偶尔几次差点露馅。恭喜！暂停小时记录，并记下你是从[501]上的船。
你已经赢得阶段性的胜利，在黑暗海域号启航前上了船。你可能还知道你的猎物也在船上。你现在必须、只能找到他，毁掉陀螺。你每天可以尝试进行一项活动（你有职务在身，不能获得有关你目标的其他信息）：
・要搜索全船，转到[460]。
・要仅在B甲板和C甲板进行技能检定，转到[480]。
・要等待时机抵达南极，转到[519]。
这次航行需要]] .. string.format("%u",ranint(27,32)) .. [[天。抵达南极后，转到[520]（记下这个号码）。
(487)]],
[502]=
[[找到你检定时选用的技能和在船上的地点，查阅对应条目：
・A甲板「聆听」，转到[513]。
・C甲板「聆听」，转到[507]。
・B甲板「心理学」，转到[507]。
・C甲板「心理学」，转到[516]。
・A甲板「侦查」，转到[507]。
・D甲板「侦查」，转到[503]。
・C甲板「追踪」，转到[507]。
・D甲板「追踪」，转到[517]。
完成后返回[480]。
(480)]],
[503]=
[[你发现了备用的食物、雪橇和各种有用装备。但这里没有和阿顿陀螺，以及旧日之城相关的内容。返回[480]。
(502)]],
[504]=
[[找到你检定时选用的技能和在船上的地点，查阅对应条目：
・B甲板「聆听」，转到[515]。
・D甲板「聆听」，转到[512]。
・B甲板「侦查」，转到[512]。
・B甲板「侦查」，转到[512]。
・A甲板「追踪」，转到[507]。
・B甲板「追踪」，转到[507]。
・B甲板「考古学」，转到[512]。
・D甲板「考古学」，转到[505]。
完成后返回[480]。
(480)]],
[505]=
[[你没找到任何有价值的东西。返回[480]。
(480)]],
[506]=
[[船长有什么心事。进行一次「话术」或「心理学」检定，若成功，转到[518]。若失败，转到[480]。
(480)]],
[507]=
[[如果你是B甲板「追踪」成功，转到[517]。否则你什么也没弄懂，返回[480]。
(502, 505, 512)]],
[508]=
[[你什么也没弄懂。返回[480]。
(480)]],
[509]=
[[有个船员的床脚柜上着一把模样、设计特别奇怪的坚固锁头。柜子上写着“杰弗里斯”。返回[480]。
(512)]],
[510]=
[[你做到了。但现在该怎么办？你现在别无选择，只能走出隐蔽地，丢下你的伪装。你要怎么做？
・要坦白，转到[511]。
・要谋求别人帮助，转到[530]。
・要尝试偷偷摸索，转到[532]。
(456, 532)]],
[511]=
[[你被抓住关了起来。你会一直被关到抵达南极，然后他们要你帮忙扎营。你需要个朋友；也许有贵人相助，能把你安排到探险队当中去呢？转到[530]。
(459, 510, 524, 528)]],
[512]=
[[如果你是C甲板「侦查」成功，转到[509]。
如果你是A甲板「心理学」成功，转到[518]。
如果你是A甲板「考古学」成功，转到[507]。
其他情况转到[508]。
(480, 504)]],
[513]=
[[“海上平静得不寻常。”“船也操纵得很稳当。”“就是船员有些紧张。”返回[480]。
(502)]],
[514]=
[[你看到一张地图，上面画着你现在的位置和计划的路线。你在南极的「导航」+5。若你进行一次「侦查」检定并成功，转到[524]；否则，返回[460]。
(460)]],
[515]=
[[你听到了有关独居的医生汤普森博士的流言。很明显，他近来行为怪怪的。返回[480]。
(504)]],
[516]=
[[船员们因为某些事而感到不安。进行一次「取悦」「话术」「说服」或「心理学」检定并成功，转到[533]。你每天只能选择一项技能检定共一次。若你失败，转到[480]。
(502)]],
[517]=
[[有一条黏糊糊的印迹延伸到C甲板的船员宿舍。返回[480]。
(502, 507)]],
[518]=
[[他觉得有一只看不见的手在掌着他的舵，让船直朝南极而去。这只是海员的一种迷信。返回[480]。
(506, 512)]],
[519]=
[[你可以等待时机，专注手头的事。抵达南极后，转到[520]。
(501)]],
[520]=
[[【南极大本营】
（见下方地图）
探险队在D点扎营。天气很稳定：现在是夏季。计划共有三条路线，三条线同时出发，各持续2到3周时间。
A路线将探索通往南极的未知山区。B路线转而向北，为后续探险的营地建立基础。C路线跨越山脉，目标是莱克报告中的神秘地区。
每个小队都配备一架多尼尔飞机。如果你是霍尔特或者格吕内瓦尔德，且没有被囚禁过，你可以从以下列表中自行选择一个小队加入。
如果你不是，选择一个小队并选择一项技能：「导航」「操纵（飞行器）」或「生存」。如果你进行一次对应技能的检定并成功，他们就允许你去。如果领队是你的同谋，你这次技能检定获得一颗奖励骰。转到对应的条目号。若检定失败，你就没能说服他们；转到[528]。
・A路线的队员：布莱克、弗拉姆、麦克弗森、杰克逊（水手），转到[525]。
・B路线的队员：克劳福德、汤普森、史密斯、克卢格（水手），转到[541]。
・C路线的队员：兰博、贝林、琼斯、杰弗里斯（水手），转到[527]。
(462, 500, 501, 519, 529, 531){FormFeed}
[CQ:image,file=image/dark/material-520.jpg]{FormFeed}]],
[521]=
[[你看到一张草图上画着树桩一样的恐怖生物，还有一张上画着一堆疯狂冒着泡泡的生物质。还有一份莱克探险队的报告，上面有铅笔做的注解；注解对都市的传言不予理会，但对他们发现并带回密斯卡托尼克大学的奇怪脚印则表现得非常惊奇。返回[460]。
(460)]],
[522]=
[[你看到一张南极地图，上面画着三条探险路线。中间的一条路线通向山脉，还有莱克发现的城市的推测地点。你在南极时「导航」+10。返回[460]。
(460){FormFeed}
[CQ:image,file=image/dark/material-520.jpg]{FormFeed}]],
[523]=
[[他的笔记表明，他相信关于城市和洞穴的报告。他也见过奇怪的东西，尤其是那些恐怖的蟾蜍状生物，它们居住在怪诞的海底城市，崇拜不可名状的神。返回[460]。
(526)]],
[524]=
[[你找到了军火库的钥匙，军火库就在货舱里。里面能拿到炸药、步枪、霰弹枪、手枪等等。从[.darkappendix shopcategory]的火器页选择你的武器，但每种最多只能拿一件。进行一次幸运检定：若成功，你就能如愿装备上武器，返回[460]；若失败，转到[511]。
(514)]],
[525]=
[[A路线（摘自你的南极日志）：
2月1日——这片荒地四面都是小山丘。即使白昼很长，这里仍然笼罩着昏暗的气氛。
2月6日——布莱克似乎在他的科考活动中迷失了方向，看上去很迷惑。他向大本营发去无线电，请求其他小队的消息。
2月7日——不可思议的消息！兰博小队报告说他们找到了建筑和文明的迹象。布莱克看上去非常郁闷又急躁。他要求兰博返回大本营。
2月8日——发生乳白天空，不能飞行。风雪异常猛烈。每个人都又冷又惨。麦克弗森抱怨了很久。
2月10日——终于可以起飞了！
2月13日——返回大本营。兰博小队所有联络都中断了。布莱克决定去搜救。
现在，转到[574]。
(520)]],
[526]=
[[你看到许多有关南极的书。如果你进行一次「侦查」检定并成功，转到[523]；否则返回[460]。
(460)]],
[527]=
[[C路线（摘自你的南极日志）：
2月1日——翻越山脉之后，就是一马平川的高原维多利亚地。从我们飞行的高度，几乎无法辨认裂隙和雪被风吹出的沟脊，所以雪橇旅行过于危险了。
2月4日——这个小队似乎很轻松。我可能选错队了。兰博很平静，帕迪·琼斯也是。杰弗里斯搭帐篷很努力。
2月5日——我第二次产生了我在被什么东西盯着看的奇怪感觉，但始终没有发现任何监视者。
2月6日——我们在东经120度附近发现了奇怪的东西，山脉对面闪耀着奇怪的紫色光芒。兰博决定将多尼尔的出力升到极限，尽快抵达。
2月7日——大消息！我们发现了一座奇怪城市的遗址，里面有怪异的塔楼和宽阔的街道，无法推测它有多么古老。琼斯感觉他在路那头看到了什么人，当然是冻住了的。我们环绕城址飞行时，他发了无线电，将这个消息通知给布莱克和克劳福德。我们在城外扎营，打算明天检查这个神奇之地。
现在，转到[534]。
(520)]],
[528]=
[[作为最后一搏，你可以央求其中一名领队，告诉他为什么必须带你一起去：选择领队，然后转到[529]。
(520)]],
[529]=
[[如果你找到的是布莱克或者兰博，他们会意识到这是对全世界的威胁。他们动用自己的影响力，允许你加入他们的探险队。但加入哪个小队？转到[520]。
如果你接触其他人，你就被关到黑暗海域号里不得下船。探险队离开后，你转到[574]。
(528, 530)]],
[530]=
[[选择一名队员来接触：兰博、布莱克、克劳福德或者琼斯。选择以下一项技能：「信用评级」「说服」「话术」「恐吓」或「取悦」，再加上「克苏鲁神话」技能点数，如果你有的话。投掷1D100，若结果小于等于此值，转到[529]。若你此次检定失败，转到[574]。
(510, 511)]],
[531]=
[[你让你选择的探险队领队认为你的任务很重要。他会在接下来的旅程帮助你。你可以在这次探险中每次知识检定都获得一颗奖励骰。记下这件事，然后转到[500]，或者等待时机转到[520]。
(510, 511)]],
[532]=
[[在这片毫无生气的荒原上偷偷摸索很容易，但寒风和冷气像刀子一样不断划着你的身体。这里没有温暖的地方可以躲藏。你要么决定返回老实交待，要么获取探险队的信任，转到[510]。
(510)]],
[533]=
[[“那个新家伙，杰弗里斯。他看你的眼神让人浑身不自在。”返回[480]。
(516)]],
[534]=
[[你发现现在你们见到的“城市”只不过是远处更大城市的郊区。可以想象远处还有更大的洞穴和塔楼。转到[542]。
(527)]],
[535]=
[[这里没有值得注意的东西。返回[460]。
(460)]],
[536]=
[[房间里只有收音机、说明书、信号日志、零部件、廉价小说、烟屁股。返回[460]。
(460)]],
[537]=
[[如果你选择“杰克逊”，转到[511]。如果你选择“杰弗里斯”，转到[576]。
(468)]],
[538]=
[[你找到了一组奇怪的雕塑：有的像是没头的生物，有的则像是长着极敏锐眼睛的蠕虫。返回[460]。
(540)]],
[539]=
[[警官把信递给了你。你拆开它，格利埃尔清晰的蝇头小楷映入眼帘。信上没有签名和日期：

美利坚合众国 马萨诸塞州
阿卡姆市 密斯卡托尼克大学
刘易斯·格吕内瓦尔德教授 收
亲爱的刘易斯：
恐怕现在对我来说已经太晚了。尽管我的目的是好的，但还没来及毁坏卡尔帕索斯装置，当局就愚昧地逮捕了我。因此，它们就要重新威胁整个世界。如果，阿顿教团的人为了防止我再度干涉，想趁我身陷囹圄取我性命，我不晓得他们怎样才会达不到目的。
所以，我必须写这封信让你相信我说的事实，告诉你有哪些事情是不得不去做的。你必须去做这些事，亲眼确认其成功，否则我们的世界就要毁灭。
尽管我现在写的东西，你可能会因为之前的讨论而觉得熟悉，但你从来就没接受过我神秘学方面的结论。现在我请求你接受，至少先读完这封信。下面就是我理解之下，现在的情势。
一般认为，亚历山大时代的巫师，卡尔帕索斯的埃菲冈(Ephegon)构造了一件完美反映天体运行的机械。根据某些不完整的证据，这个装置就要送往埃及，送到臭名昭著的阿顿教团代理人手中。记录并不清晰。也许它是在埃及设计，并在卡尔帕索斯制造的，但这偏离了主题。
这件机械只要在埃及安装，就能用来施放一个庞大仪式，预示世界的终结。它会以某种方式将自然的力量和一尊极端邪恶的无名邪神的超自然力量相匹配。仪式的结果将是另一件装置，这个装置非常简单：是一个八面体晶体，可以像小孩子的陀螺那样旋转。它就是“阿顿陀螺”，拥有巨大的魔力，产生魔力的装置本身也是自然科学的奇迹。
如果这个教团把阿顿陀螺带到“极南之地”“至古之物的最终之城”并召唤它们的神，就会用他们的宇宙陀螺来改变地球的自转轴，让奇异之地（显然是南极）再次焕发生机。这个过程中，讨厌的“柴棍人之地”——顾名思义，是人类的地盘——将被毁灭。
但携带这一装置前往埃及的船在大风暴中倾覆，尔后埃菲冈也死了。这个仪式就没能开始。
你可能想起了密斯卡托尼克大学远征南极洲前后发生的神秘事件，还有其悲惨结局；你也知道斯塔克韦瑟-摩尔南极探险队今冬就要从不来梅开拔，重返南极洲，再次揭开莱克首先遭遇的可怕问题。但你听说了卡尔帕索斯装置——在卡尔帕索斯岛附近出土的奇怪装置吗？我调查过它之后，发现它正是埃菲冈的装置！
刘易斯，我坚信这个故事是真的，阿顿教团重新激活了改变世界的庞大阴谋。他们也许运用过强大的魔法改变命运，也许极其狡猾地权衡过每项行动的得失，但他们已经时来运转。
其他人也相信这一点。有个博学而无情的人名叫斯坦福，他给了我微妙的帮助，但他说出于神秘原因，他不会再这么做了；他并非朋友，但他说这件事上他要借此服务于他的神！还有个更温和善良的希腊绅士也出手相助了。他们两人都代表着比人类更强大的力量，可能超越了我们的见地。
但阿顿教团也很强大。他们其中至少有一个根本不是人类，而是……

信就到此结束。没有第二页。反面什么也没有。
当你努力理解并评估这封信时，狱警随口告诉你格利埃尔在监狱里没留下别的东西了。转到任一【雅典地点】。
(87)]],
[540]=
[[你找到了藏得非常小心的瓶装威士忌。也许房间主人酗酒；也许他只是害怕偷酒贼。进行一次「侦查」检定：若成功，转到[538]；若失败，转到[460]。
(460)]],
[541]=
[[B路线（摘自你的南极日志）：
2月1日——克劳福德船长似乎心情很好，因为我们终于开拔了。
2月3日——离开山区，沿斯科特的路线飞行。如果时间允许，我们回程时会尝试寻找不幸的“十吨仓库”。
2月8日——抵达罗斯冰架的箭头点。我们将在冰面扎营。晚上起了暴风雪（但北面还有太阳在照耀，很奇怪）。
2月9日——下午风暴开始减弱，但我们仍不能行动。大本营用无线电通知我们必须立即返程。兰博的小队恐怕失踪了。
2月12日——返回大本营，我们等待布莱克。
现在，转到[574]。
(520)]],
[542]=
[[正当琼斯忙于统计高度计的读数时，杰弗里斯突然转身咧嘴一笑（似乎正对着你）；让你恐惧的一幕发生了，他用一柄巨大的羊角锤砸开了兰博的脑袋。你惊呆了，但在凶手杰弗里斯大步走进洞穴时，你仍然注意到他的夹克上有一块奇怪的突起。
要捉拿凶手，让贝林呼叫大本营、琼斯处理兰博的尸体，转到[577]。要逃避责任，坐等救援，转到[574]。
(534)]],
[543]=
[[恭喜！你已经抵达了旧日之城。
你认为杰弗里斯往西边去了。你踏入其中一只怪异脚印，寒气顺着你的脊髓向下流淌。
你在酷寒的天气中移动时，看到了一幅马赛克画，上面画着些奇怪的树桩形生物——它们半像章鱼，半像怪物般的海葵。这画好像讲述着一个文明。你看到小的生物明显是在大的生物注视下玩耍。也许是儿童和父母？要调查街道，转到[547]；要向北前进，转到[551]；要调查建筑物，转到[575]（参考下文地图）。
(550){FormFeed}
[CQ:image,file=image/dark/material-543.jpg]{FormFeed}]],
[544]=
[[天啊！你煞费苦心藏好的陀螺竟然不见了。你怒目圆睁，冲过舱口，冲进舱外阴暗的雾气中。但，在旁边潜伏着的突袭者在你头上打下一记重击，你一下瘫到甲板上。你意识模糊，只感觉自己被提起来，被毫无抵抗地摇晃着，甩到船外，坠入冰冷黑暗的大海。不知为何，你的四肢无法动弹；你在令人麻木的深海中越陷越深。你没毁掉陀螺真是愚蠢！你明白，你不光背叛了自己，更是背叛了你热爱的一切。这就是……【剧终】。
(576)]],
[545]=
[[这些可怖的生物在你眼中已经变得像人类一样了。这些场景极其可怕。马赛克上画着它们原本温顺的仆从开始攻击它们，它们逐渐衰落。你还能看到有些战败的生物向上漂浮，升入群星之间。返回[553]。
(553)]],
[546]=
[[你面前隐约出现了一个坑。你可以爬下陡峭的山坡。如果你爬下，转到[555]。若否，往街道走转到[547]，或者向西走转到[548]。
(547, 548)]],
[547]=
[[街道上的冰层似乎被打破了。你碰到一幅马赛克画，画着一群树桩形生物后面跟着一群丑陋的物质。它们似乎是奴隶或者牲畜一样的东西。要继续走，转到[546]；如果你进行一次「侦查」检定并成功，转到[560]。
(543, 546, 548, 552)]],
[548]=
[[直觉告诉你，先往西走，再转向北边。你转过角落，看到一幅巨型马赛克。画上有许多小点点好像从群星间落下。它们靠近以后就变成了粗大的桶状生物，每一端都垂下数以百计的触手。它们似乎在建设这座城市！
要查看更多马赛克画，转到[547]；要在街道漫游，转到[546]；也可以往北走，转到[551]。
(546, 547, 551)]],
[549]=
[[你觉得你在西边看见了动静。你勉强看见路旁的马赛克。它画着那些奴隶种族变得更加可怕，正在反抗它的主人。画中描绘了庞大的战争。要向西走，转到[552]；要向南走，转到[551]。
(551, 552, 568, 575)]],
[550]=
[[琼斯在城址入口追上了你。他对现状一无所知，但他能带上你旅行时可能带来的武器和炸药。查找你的日志看看都有什么。现在转到[543]。
(577)]],
[551]=
[[你在往北走吗？在远古的街道、巨大的塔楼间，你看到一幅马赛克。它画着树桩一样的恐怖生物在躲避着什么东西，挥动着触肢逃进大海。你想象你能听到它们可怕的尖叫。要在街道漫游，转到[548]；要向西走，转到[549]。
(543, 548, 549)]],
[552]=
[[在雪地的漩涡中你一瞬间发现了一个身影在移动，但它看上去和杰弗里斯毫无相似之处。它跑进了一座奇怪圆顶建筑后面的巷子。它正往南移动。
要向南走，转到[560]；要向东走，转到[549]。
(547, 549, 560)]],
[553]=
[[一条长长的道路尽头是一座奇怪建筑，像是神庙。要看看里面，转到[545]。要继续前行，转到[575]。
(545, 575)]],
[554]=
[[你服役的船“罗切斯特”号重巡洋舰紧紧停泊在岸边。你，德文·威尔逊上尉行色匆忙；本来你应当冲下船跳板，狂欢宴饮享受你为期一个月的休假，但莱迪亚报信用的电报七天整以前突然中断，那时你还在海上。你必须找到她。你端详着相框里她的照片，然后仔细把它包好。为了营救她，你可以舍弃自己的一切。
收拾行装时，你不断地冒着冷汗：格利埃尔自杀，格吕内瓦尔德和霍尔特神秘失踪，现在轮到莱迪亚了！你决定把部队发给你的左轮手枪装进背包，在周边的商店准备行装以应对任何可能发生的情况。
罗切斯特号停泊在你需要的地点：从以下几个地点选择：纽约、雅典、亚历山大、不来梅。带上所有你想带的装备和补给，转到对应地点表中任一地点：
・【纽约地点表】
・【雅典地点表】
・【埃及地点表】亚历山大地点
・【不来梅地点表】
(【开始】)]],
[555]=
[[你现在正在深坑的底部，离地表大约30米深。这里充满了微弱却超脱尘世的光。这里的空气虽冷，却比表面暖很多，你很高兴。但这里一直弥漫着一股黏湿的恶臭。你猜想这是死亡的气息。
你正处在一个交叉点。这里引出八条走廊，和指南针的方向一致。参见下图选择一个条目的方向，或者投掷1D8确定方向。
1. [556]
2. [557]
3. [558]
4. [559]
5. [559]
6. [564]
7. [562]
8. [563]
(546, 557){FormFeed}
[CQ:image,file=image/dark/material-555.jpg]{FormFeed}]],
[556]=
[[你正站在另一个深坑的边缘，这个深坑极为巨大。转到[570]。
(555)]],
[557]=
[[你看到冻住的生物，就和马赛克里描绘的树桩怪一模一样，但这些曾经的居民早就冻硬了。进行一次理智检定，失去0/1D6点理智值。你继续前行，结果发现你又回到了地下交叉点。返回[555]。
(555, 558, 559, 561)]],
[558]=
[[你看到桶一样的生物，就和马赛克里描绘的树桩怪一模一样；但它们无声无息地躺在厚厚的冰层之下，冻结在永恒之中。进行一次理智检定，失去0/1D6点理智值。你继续前行，结果发现自己开始绕圈子！返回[555]。
(555)]],
[559]=
[[很久以前，有一块古老的巨石崩落，现在被几寸厚的坚冰冻在原地，挡住了你的路。返回[555]。
(555, 562, 563)]],
[560]=
[[有什么人（什么东西！）在往南跑，转过一个角落消失了。他好像本来要往东北方去的。
你要跟上他吗？你正决定时，看到一幅巨大浮雕，上面描绘了两个种族间的大战，人类以前从未见过它们，但两者之间的战争残酷恐怖令人难以置信。
你要跟上那个人吗？若是，转到[570]。若你不跟上他，就发现墙壁挡住了路，返回[552]。
(547, 552, 561, 570)]],
[561]=
[[如果你最先来到这面，你得到+20%成功率。从现在开始到下午6点，每多停留一小时就+5%成功率。如果你在埃及以外的地方得到过地图或图案，再+20%成功率。
投掷1D100，小于等于总成功率为成功：若成功，转到[344]。否则如果你未成功，转到[360]。
(360)]],
[562]=
[[你将手电光向下照射到一段半塌的走廊上，看到远处有一个宝藏库，里面是异类的科学仪器。那里的天花板不能保持稳定的平衡，但它已经维持了数百万年之久。如果你不想进去，继续转到[559]。
如果你想要调查，你就爬下那道狭窄的通道，紧张地开始取出设备。但你刚刚动手，就看到另一边出现了闪烁的目光和残忍的轻笑。你狂乱地返回科学仪器的房间。走廊已经塌陷，被背叛的杰弗里斯拆塌了。你对石头又敲又拽，但唯一的通道仍然密不透风。你在冻死之前，听到了大地产生巨变的声音。你最后也不知道原因。对你来说，对所有人来说，这都是……【剧终】。
(555, 564)]],
[563]=
[[手电光透过厚厚的冰层，你一瞬间瞥见异类仪器的诱人模样，但你无法弄清它们的用处和意义。你要是有更多的时间和设备就好了，那样就能夺取这些远古的奇迹！现在，你迅速记下它们的位置，找到路返回[555]。
(555)]],
[564]=
[[你觉得你听到前面有噪音。你的好奇心被激起，小心翼翼地前行。没多久通道就和另一条相接，转到[562]。
(555)]],
[565]=
[[这个深渊又通向一个大洞穴，洞顶是放射形的圆顶，从各个点发出奇怪的散乱光线。你看到杰弗里斯走近一个简易的台座。“加塔诺托亚！”他大呼道，同时他的血肉从身体里皱缩起来，像浪花一样浮起波纹，然后变成了和你在马赛克里看到的奴隶种族一样的，一团冒着泡的物质——一颗眼球，两颗眼球，几百颗眼球！进行一次理智检定，失去1D6/1D20点理智值。
如果你进行一次幸运检定并成功，你就能迅速藏到柱子后面躲开这个令人恐惧的生物，但你的眼睛无法从台座上浮现的景象上移开：无数的触须、大嘴和怪诞的器官！但你知道这不是幻象，这正是加塔诺托亚本尊！进行一次理智检定，失去1D10/1D100点理智值。
如果你幸运检定失败，你仍然要因为注视加塔诺托亚而进行理智检定——但你还要进行一次体质检定：若你失败，你永久失去]] .. string.format("%u",ranint(1,10)+ranint(1,10)+ranint(1,10)) .. [[点敏捷，因为你的肌肉开始僵硬，开始逐渐麻痹。持续进行幸运检定，直到你成功躲到柱子后面为止——但一旦你的敏捷归零，你就彻底麻痹，在这恐怖异神面前石化作一尊石像。这就是……【剧终】。如果你成功躲到了柱子后面，你就从加塔诺托亚完全的恐怖中暂时得到庇护——停止体质检定。你可以毁掉这片恐怖之地：
・如果你向杰弗里斯投掷炸药，转到[569]。
・如果你有魔法护身符，转到[571]。
・其他情况，转到[573]。
(580)]],
[566]=
[[这个深渊又通向一个大洞穴，洞顶是放射形的圆顶，从各个点发出奇怪的散乱光线。有一团冒泡物质一样的生物正在一个台座上指着一枚水晶陀螺一样的东西。它若有所思地用黏糊糊的附肢触碰陀螺。进行一次理智检定，失去1D6/1D20点理智值。
进行一次「投掷」检定，若成功你就能投出炸药——如果你有的话。若你成功，转到[569]。若你有玫瑰红色护身符，转到[571]。如果二者都没有，你必须转到[574]。
(580)]],
[567]=
[[这个深渊又通向一个大洞穴，洞顶是放射形的圆顶，从各个点发出奇怪的散乱光线。有一团冒泡物质一样的生物正在一个台座上指着一枚水晶陀螺一样的东西。它若有所思地用黏糊糊的附肢将陀螺放进什么东西里，你听到“喀哒”一声。这生物发出凌乱刺耳的高昂哨声——你觉得它在笑。进行一次理智检定，失去1D6/1D20点理智值。
现在太晚了，投掷炸药已经来不及生效；但如果你有护身符，可以使用它，转到[572]；如果你没有护身符，转到[574]。
(580)]],
[568]=
[[一座小圣殿里摆着一枚玫瑰红色的护身符。如果你碰一下它，转到[410]。若否，向西走，转到[549]；或者返回，转到[575]。
(432, 549, 575)]],
[569]=
[[你奋力一掷，正中目标！你因为暴露在加塔诺托亚的恐怖之下，失去]] .. string.format("%u",ranint(1,10)+ranint(1,10)+ranint(1,10)) .. [[点敏捷；但陀螺已经被炸成碎片，洞穴的顶部开始崩塌。
你头晕目眩，拖着半瘫痪的身躯，蹒跚走进令人麻木的南极冷风中。不过你最终安全抵达了多尼尔飞机。琼斯可能在那里，他可以带你飞回去；如果你没有「操纵（飞行器）」技能，克劳福德也可以派出救援飞机。
你被诊断为“南极痴呆症”。最终，当你从新英格兰一家疗养院被放出来时，你觉得最好对整个旅程只字不提。这就是……【剧终】，但你已在无数人折戟的任务上大获全胜。恭喜！
(565, 566)]],
[570]=
[[你面前有一块巨大的冰板已经打开。你四周的图画显示桶形生物在逃避大动乱：无比庞大的冰板恍如从天而降，似乎有些桶形生物被原地冻僵了。你直觉认定答案就在这里。转到[580]。
(556)]],
[571]=
[[这些召唤出来的生物的确非常强大。虽然在修格斯的蛮力面前，许多生物倒下了，但其他生物成功在陀螺启动之前摧毁了它。不过，异界恐怖对异界恐怖的战斗，没有人类可以置身的地方。你悄悄从这可怕的战场溜走了。
你头晕目眩，蹒跚走进令人麻木的南极冷风中。不过你最终安全抵达了多尼尔飞机。琼斯可能在那里，他可以带你飞回去；如果你没有「操纵（飞行器）」技能，克劳福德也可以派出救援飞机。
你被诊断为“南极痴呆症”。最终，当你从新英格兰一家疗养院被放出来时，你觉得最好对整个旅程只字不提。这就是……【剧终】，但你已在无数人折戟的任务上大获全胜。恭喜！
(565, 566, 572)]],
[572]=
[[护身符在你的手上燃烧；它召唤出一只生物，然后又一只，然后又一只。你的耳畔回响着尖锐的笛声，庞大的泡沫团状恐怖从走廊和洞穴中翻滚而出，和你召唤来的生物展开战斗。它们斗得天昏地暗。转到[571]。
(567)]],
[573]=
[[一阵无法言说的恐惧瞬间吞噬了你。你面前的深坑里是亵渎的触须、利爪，寄宿着彻底的恐怖。它的名字是……加塔诺托亚！进行一次理智检定，失去1D10/1D100点理智值。
这团糜烂的物质转向你，在空中挥动它数百只触手，好像在用讥笑来迎接你。你想尖叫却窒息失声，感觉自己的血肉开始绷紧、僵硬，像是发生了不正常的麻痹。然后那巨大的泡沫质生物也来了：浮肿的物质遮住它的眼球和打呵欠的嘴——你记得马赛克里也是这样的形象。
如果你有玫瑰红色护身符，则你变成石头之前只有一瞬间可以触碰它，转到[592]。
如果你只有戒指，那泡沫状的生物会畏惧它的力量，不去触碰它，但与你无关！你被裹起来撕碎了！这就是……【剧终】。
(565, 580)]],
[574]=
[[你失败了！根据你的位置不同，你的经历也不同。海岸地区发生了巨大的洪水，恐慌迅速播散。科学家宣布地球不知为何改变了自转轴，接下来还会有更严重的后果。实际上，确实如此。洪荒风暴席卷大陆，极地冰雪融为滔滔洪水，恐怖的冰暴侵袭文明的中心。灾难一旦开始，只需几天，人类文明就被摧毁大半。
旧日支配者之城有了新的主人，你失败的代价是整个世界。你的枪膛里现在有一颗子弹。不管你选择用它还是不用它，这都是……【剧终】。
(100, 173, 315, 525, 529, 530, 541, 542, 566, 567)]],
[575]=
[[你看到一幅马赛克，上面画着那些粗短的科学家们在科技上的成就，以及它们古怪的奴隶给予它们的帮助。
要调查其他马赛克，转到[549]；也可以沿着你发现的道路前进，转到[568]；也可以在建筑物间搜索，转到[553]。
(543, 549, 553, 568)]],
[576]=
[[阿顿陀螺就在杰弗里斯的床脚柜里！它是何等的闪耀！它似乎比纯净的水晶更加晶莹剔透。你本能地感到它绝顶美丽，同时绝顶强大。
进行一次幸运检定：若你失败，杰弗里斯就会在你处理陀螺之前出现，转到[578]；若你成功，你就有机会决定陀螺的命运——往下读：
若你留下陀螺把它卖回家乡，转到[544]。若你抄起旁边的锤子要把它砸碎，转到[591]。要跑到A甲板把它丢出船外、沉到海里，转到[433]。
(537)]],
[577]=
[[你专心追赶杰弗里斯，但他似乎耐力惊人，把你甩得越来越远。你走过雪地，发现雪地上的凹坑好像奇怪的动物留下的怪异脚印——这一定是什么奇怪的南极气象造成的结果——你这样安慰自己。现在城址的塔楼越来越近。杰弗里斯走进了你左手边的一条街道。你跟了上去，转到[550]。
(542)]],
[578]=
[[你急忙爬上梯子来到B甲板，杰弗里紧随其后，变成了一团丑陋至极、闪闪发光、不断膨胀的泡沫，就像一团布满斑点的不定形物质。进行一次理智检定，失去1D6/1D20点理智值。
你有什么理由不逃跑！进行一次敏捷检定：如果你成功，你就能赶在这恐怖的怪物之前，关掉梯子顶部的舱口，转到[433]。如果你失败，这团“杰弗里斯”就会关掉舱口，把你撞到房间另一头。你到此为止了吗？
进行一次「投掷」检定：若成功，你就能赶在怪物抓住你之前，把陀螺从打开的舷窗里丢出去——振作点儿，你做得很好；尽管你被贪婪地吃掉，但冒险已经成功了。如果你「投掷」检定失败，则这团“杰弗里斯”就用它冒着泡的身体裹住你，你被吃掉了。不论哪种结果，这都是……【剧终】。
(576, 591)]],
[579]=
[[一念之差你来到了船上的赌场。你在扑克桌上赢了]] .. string.format("%u",ranint(1,100)) .. [[美元。推进一天，返回船上活动表，转到[187]。
(148)]],
[580]=
[[如果有任何人在你身边，他们都会失去理智，拒绝再往前走。如果你能进行一次「攀爬」与「跳跃」联合检定并成功，你就无声无息地跳了下去（见下）。若检定失败，你就不受控制地滚落下去，转到[573]。
若你成功，现在尝试幸运和知识检定各一次：
・如果你「攀爬」「跳跃」联合检定、幸运检定、知识检定均成功，转到[565]。
・如果你任一检定失败，转到[566]。
・如果你有两个以上检定失败，转到[567]。
(570)]],
[581]=
[[他们在玩一种类似于惠斯特桥牌的游戏。你希望打听情报，但你赢牌的手气实在是好到不行。很快这些渔夫就开始喃喃自语，不高兴地走开。不到20分钟你就把桌面清空了。你共赢了35美元，口袋里塞满了德拉克马零钱。
返回咖啡馆，转到[20]；或者转到任一【雅典地点】。
(107)]],
[582]=
[[这是一枚魔法护身符，能召唤旧神诺登斯；你有一次机会，让他带你到任意地点，或者派出]] .. string.format("%u",ranint(1,10)) .. [[只夜魇来服从你的命令（但夜魇出现时你仍然要进行理智检定（失去0/1D6点）——它们长着没有五官的不祥的脸、尖锐的爪子、长着刺的恶心的尾巴，从头到尾都是噩梦的化身！）发送[.darkappendix Nightgaunt]查看更多信息。护身符用过一次后就会消失；夜魇在战斗结束后会飞走（在日志上记录此事）。转到任一【不来梅地点】。
(470)]],
[583]=
[[【纽约宾馆】
多么棒啊！这家宾馆又便宜、又宽敞、又暖和、又亮堂、又舒服、又干净。到早上，转到任一【纽约地点】。
(纽约地点)]],
[584]=
[[你得到的是一顿缺斤短两、恶臭扑鼻、难以下咽的饭！你愤怒地转到[444]。
(444)]],
[585]=
[[【医院】
你得到了悉心照料。进行一次「幸运」检定：若失败，你第一天回复]] .. string.format("%u",ranint(1,3)) .. [[点生命值，此后每停留一整天可以回复1点生命值；若成功，你第一天回复]] .. string.format("%u",ranint(1,3)+ranint(1,3)) .. [[点生命值，此后每停留一整天可以回复1点生命值。你的生命值最多只能回复到初始最大值。
然后转到你所在地点表的任一地点：
・【阿卡姆地点表】
・【纽约地点表】
・【雅典地点表】
・【埃及地点表】
・【不来梅地点表】
・黑暗海域号，转到[480]。
・南极大本营，转到[520]。]],
[586]=
[[每座城都能碰见的小吃摊：热狗、法拉费之类的。投掷1D10：若结果为10，转到[12]。]],
[587]=
[[它抓住了你！这只冒着泡的东西裹住你，把你撕成了碎片——仿佛你像纸巾一样脆弱。你被吃掉了！这就是……【剧终】。
(370)]],
[588]=
[[河水非常湍急，水里漂着大量杂物，还有不少鳄鱼！你决定返回村子。转到[589]。
(321)]],
[589]=
[[你沿着沙子里的轮胎印走的时候，刮起了强烈的南风。转到[94]。
(588)]],
[590]=
[[事务长说扇尾鸽飞碟射击马上就要开始了。要练练霰弹枪，转到[189]。如果你忽略这个建议，推进一天，返回船上活动表，转到[187]。
(192)]],
[591]=
[[你用力抡锤，但这块水晶八面体非但没有碎，反而发出响亮凄厉的钟声——杰弗里斯听到了！转到[578]。
(576)]],
[592]=
[[召唤出的生物出现了，然后又一只，然后又一只。庞大的泡沫团状恐怖从走廊和洞穴中奔涌而出，它们之间的战争极其惨烈，似乎一切都完了；但陀螺也毁灭在这混乱之中。恭喜！你的行动拯救了世界，不过混战让你头顶的洞顶崩塌，你还是无法活命。在生命的最后几秒，你勇敢地认为自己的生死算不得多重要。你已经拯救了世界，即使对你来说这是……【剧终】。
(576)]],
[593]=
[[【蜜蜂饭馆】
营业时间为早6点到下午5点，你三餐都可以在这里吃。如果你填饱了肚子，转到任一【阿卡姆地点】。
(阿卡姆地点)]],
[594]=
[[你写了什么呢？
你如果看向窗外，就能发现太平梯，顺着它逃跑。你真是机智！现在你安全抵达了另一家旅馆。第二天早晨：如果在雅典，转到【雅典地点表】；如果在开罗，转到【开罗地点】。
如果你锁上门，锁会打开，进来两个男人；如果你躲在浴室里或者床底下，你就会被困住，被他们发现；如果你要准备武器，它立即就绪；如果你命令他们离开你的房间，他们只是大笑。转到[185]。
(123)]],
}

text_appendix={
["准备开始"]=
[[欢迎来到《暗夜独行》。本模组面向有一定COC经验的玩家，由于采用了地点表系统，本模组的操作会相对复杂。推荐刚接触COC的玩家先游玩《向火独行》体验COC的魅力。
游戏的部分条目文本存在自动掷点机制，多次访问可能会得到不同的结果，请以第一次访问时的结果为准。
在游戏开始前，你需要构建四名调查员来参与冒险。他们分别是：格吕内瓦尔德教授，厄内斯特·霍尔特，莱迪亚·劳，德文·威尔逊。发送[.darkappendix 角色卡]查看详细内容。
当你刚开始游戏时，只需构思第一名角色，即格吕内瓦尔德教授。每名调查员和下一名调查员之间都有通讯，所以根据过去发生的事情构思下一名调查员才最为合理恰当，同样也适应各调查员的背景和经历。
如果四名调查员均已死亡，你也没有输掉游戏——你可以从头再来，再次使用格吕内瓦尔德教授并从[13]开始重新尝试。
1. 格吕内瓦尔德教授 - 从[13]开始。
2. 厄内斯特·霍尔特 - 从[36]开始。
3. 莱迪亚·劳 - 从[37]开始。
4. 德文·威尔逊 - 从[554]开始。
使用[.dark <编码>]来转到相应条目。如果看到「转到任意【xx地点】」的指示，请参照对应的地点表。发送[.darkappendix 地点表]查看详细内容。
本模组需要记录时间信息，发送[.darkappendix 时间]查看详细内容。
关于游戏目标与评价表，发送[.darkappendix 游戏目标]查看详细内容。
完成以上准备后，转到[13]。]],
["游戏目标"]=
[[想要在《暗夜独行》中获得完美评价，你必须全程不折损任何调查员就拯救世界——也就是，你最初的调查员（格吕内瓦尔德教授）必须活下来并成功。这个结果尽管理想但几乎无法达成。做好损兵折将甚至失去所有调查员的准备，为了完成这场冒险你甚至需要进行多次周回。调查员的存在并不是为了苟活，而是为了对抗庞大的势力，无论他们成功与否。
成功等级表
折损数　评价
0　　　卓越成功！
1~3　　做得漂亮！
4~8　　中等成功
9~12 　尚可成功
13以上　失败！
※折损数：拯救世界之前折损调查员的次数]],
["shipevent"]=
[[船上活动与时段表：
・宾果（午）（晚）
・桥牌（午）（晚）
・电影（早）（午）（晚）
・鸡尾酒（午）（晚）
・甲板网球（早）（午）
・图书室（早）（午）（晚）
・麻将（早）（午）（晚）
・夜总会（晚）
・油画（早）（午）
・乒乓球（早）（午）（晚）
・甲板躺椅休息（早）（午）
・房间内休息（早）（午）（晚）
・桑拿（早）（午）（晚）
・船上游览（午）
・购物（早）（午）
・沙狐球（早）（午）
・甲板散步（早）（午）（晚）]],
["pyramid"]=
[[如何探索金字塔：
你已经找到了正确的入口，需要使用“金字塔拼图块”和“金字塔拼图版”。剪下16块小三角形，每块除了图案外还包含一个字母。按字母次序排列这些图块。不要剪空白三角形：这些是将要贴上带图案的三角形图块的金字塔背景图。
你每进入一个新区域，都会知道需要取出哪块三角形图块（用字母标识）。将它用胶带或胶水轻轻贴在拼图版上，箭头朝上，并和你将离开的图块相接。这样你会逐渐得到阿玛尔纳金字塔的截面图。
使用配套的pyramid.psd文件来进行快速拼图。你也可以发送[.darkappendix pyramidmap]来直接查看已完成的金字塔地图。
在金字塔中的每一次移动都需要耗费30分钟。使用[.darktimetool 30min]来记录探索耗时。
现在取出图块K，将它箭头朝上贴在拼图板的位置“4”上。你现在就在这里。{FormFeed}
[CQ:image,file=image/dark/pyramid/py_start.jpg]{FormFeed}]],
["pyramidmap"]="[CQ:image,file=image/dark/pyramid/py_complete.jpg]",
["Byakhee"]=
[[拜亚基召唤术：
消耗：可变的魔法值；1D4点理智值
施法用时：每消耗一点魔法值用时5分钟，束缚术用时1轮
每消耗1点魔法值，成功几率就增加10%。若施法成功，每次施法吟诵结束的2D10游戏分钟后，会出现一个被召唤的存在。目击出现的东西会造成理智值损失。
施法者对召唤物的命令必须是具体且有时限的：“永远保护我不受伤害”会是无效的命令；但是“杀了角落里的那个人”会有效。召唤物在完成命令之前都受到施法者的束缚（已经束缚而没有命令的生物会马上想方设法离开）。
在吟唱中必须吹响哨子。本法术仅在毕宿五升上地平线的夜晚有效（最佳时间是十月至翌年三月）。召唤出的拜亚基将从空中振翅而下，身上尚且因穿越宇宙的旅行而极其寒冷。
若哨子是附魔的，则附魔哨子的每点意志可使成功率增加2%。哨子可以反复使用。
别名： 召唤汝骥，驮负汝身、唤来旅行者的旋律]],
["ghast"]=
[[妖鬼，腌臜猥兽
妖鬼被困在阳光照不到的广阔地下洞窟中。被阳光直射会导致它们患病，最终死亡。妖鬼食肉，并且会像捕食其他生物一样捕食同类。
昆扬洞窟中科技发达但道德堕落的人类驱使着一种恐怖的双足行走类人生物，这些生物可能和妖鬼有关，或许就是妖鬼。如果确实如此，那么妖鬼可能是蛇人基因实验的产物。妖鬼虽然原始而野蛮，但是证据表明它们是可以驯服的。
数据（如游戏文本指定属性则以游戏文本为准）：
STR：110 CON：70 SIZ：130 DEX：65
INT：15 POW：50 HP：20
平均伤害加值：+2D6
平均体格：3
平均魔法值：10
移动：10
攻击
每回合攻击：2次
战斗方式： 妖鬼具有人型生物的通常空手战斗方式。
格斗 45%（22/9），造成1D6点伤害+伤害加值
躲避 35%（17/7）
护甲：无
技能： 潜行70%
理智损失： 直视妖鬼丧失0/1D8点理智。]],
["hounds"]=
[[猎食时光之屑的庭达罗斯猎犬
庭达罗斯猎犬生活在地球的远古时代，那时地球上的生物还不过是单细胞动物。它们居住在时间的角度中，而其他生物（例如人类和普通生物）以曲度为生命的根本。这个概念难以想象，为庭达罗斯的猎犬所专有。猎犬会跨越时空追逐它所渴望的猎物，即人类和其他生物。它们是永生的。
这些生物的确切模样并不确定，因为有幸遇到它们的人不巧都死了。庭达罗斯的猎犬长得并不像猎犬，而是某种恐怖的异族形态，包括剃刀般锋利的牙齿和爪子，目光炽烈的眼睛，和不断起伏的淡蓝色皮肤。
因为它们和时间角度的关系，它们可以通过任何不大于120度的角实体化。人类的大部分房间都有90度的角。当猎犬现身时，角落里先冒出一团烟雾，然后头部和身体从烟雾中出现。
如果有人（通常是大意的时间旅行者）被一只猎犬发觉，猎犬会无休止地追逐他。猎犬穿越时间到达猎物面前的天数取决于目标现在的时间和被猎犬看到的时间之间的差值除以一亿。
假如目标摆脱了它，猎犬通常就会放弃。不过，猎犬极难被摆脱。前来帮助猎犬的目标的朋友也会被猎犬察觉并成为追击的目标。
数据（如游戏文本指定属性则以游戏文本为准）：
STR：80 CON：150 SIZ：85 DEX：50
INT：85 POW：120 HP：23
平均伤害加值：+1D6
平均体格：2
平均魔法值：24
移动：6/20飞行
特殊能力
法术： 每只猎犬知道至少1D8个法术。
攻击
每回合攻击： 1次
战斗方式： 庭达罗斯的猎犬会用前爪攻击或撕咬对手。它们身上覆盖着一种青色黏液（脓水）。当受害者被攻击命中时，一团这样的黏液会沾染在他或她身上。这种黏液是有生命并且可以活动的；会对目标造成2D6点伤害，并且黏液存留在受害者身上的每一回合都会造成相同的伤害。黏液可以通过DEX检定用布或毛巾擦去，也可以用水或者其他物质冲洗掉。火焰会消灭黏液，不过受害者会因为被火焰烧灼而损失1D6点HP。
舌笞： 每回合一次，成功的舌笞会造成一个严重的贯通伤，但是既不会流血也没有痛楚。受害者不会受到物理伤害，但是会永远丧失3D6点POW。
格斗 90%（45/18），造成1D6点伤害+伤害加值+脓水（每回合2D6点伤害，持续直到被移除）
舌笞 90%（45/18），每回合吸取3D6点POW
躲避 26%（13/5）
护甲：2点皮革；每回合回复4点HP，除非HP降至0；普通武器对猎犬无效，附魔武器和法术造成完整伤害。
理智损失：直视庭达罗斯的猎犬丧失1D3/1D20点理智。]],
["elder"]=
[[古老者，曙宙奥研师
古老者在十亿年前来到地球，并且在进行奇奥的实验时无意引发了地球生命的起源。它们创造了亵污的修格斯，作为奴仆。在人类进化之前它们的种族就开始衰退，至少它们通过膜状双翼飞越宇宙空间的能力就丧失了一部分。在经历了和其他种族的无数战争，米-戈和星之眷族对它们的打击，以及它们的奴仆修格斯的叛变等种种之后，两栖的古老者在最近几百万年里被赶回了南极，它们最后的城市仍然被封冻在冰山之下。它们的文明被冰河期的严寒抹杀了。古老者在陆地上灭绝了，不过在海底最深处，它们可能还有种群存在。
可以进行时间旅行的女巫和巫师有时会探寻古老者，以在研究上更进一步，理解宇宙和神话中各种事物。他们收集的证据也暗示在宇宙间还生活着没有衰退的古老者。
数据（如游戏文本指定属性则以游戏文本为准）：
STR：190 CON：110 SIZ：140 DEX：80
INT：80 POW：50 HP：25
平均伤害加值：+3D6
平均体格：4
平均魔法值：10
移动：8/10飞行
特殊能力
法术：古老者有70%的几率知晓1D4个法术。
攻击
每回合攻击：5次
战斗方式：古老者可以用触手或躯体打击和撞击敌人。
纠缠（战技）：当触手抓住受害者时，会缠住受害者，之后的每回合受害者都会受到相当于古老者的伤害加值的一半的束缚和碾压伤害。每个古老者有五条触手，所以此技能最多能抓住五个受害者。
格斗 40%（20/8)，伤害等于伤害加值
纠缠（战技）抓住目标，其后每个回合被对束缚的目标造成1/2伤害加值的伤害。
躲避 40%（20/8）
护甲：7点皮肤
理智损失：直视古老者丧失0/1D6点理智。]],
["Nightgaunt"]=
[[无面的夜魇
夜魇是在幻梦境中侍奉诺登斯的生物，它们所做的事情包括把入侵者粗暴地扔到人类所能想象的最凄凉可怕的地方等死。在幻梦境中各个偏僻的所在都有夜魇居留，它们在夜晚出没寻找猎物。
在远古时代夜魇也栖息在清醒的世界中，并且据说现在依然有它们的残留。虽然智力不高，但是夜魇可以理解某些语言（例如食尸鬼的咕哝），并且对一些超自然种族态度友善。
数据（如游戏文本指定属性则以游戏文本为准）：
STR：50 CON：50 SIZ：70 DEX：65
INT：20 POW：50 HP：12
平均伤害加值：+0
平均体格：0
平均魔法值：10
移动： 6/12点飞行
攻击
每回合攻击：1次
战斗方式：它们用爪子，尾巴，角或者前肢进行攻击。
攫捕（战技）：夜魇喜欢在将对手抓住之后用带刺的尾巴搔痒对手。夜魇通常会集体行动，悄悄潜行到受害者身边，抓住他们的武器，击垮他们。面对强大的对手，两只或更多的夜魇会合作（可以获得寡不敌众奖励骰）。
搔痒：夜魇只能在抓住对手之后进行搔痒。成功的瘙痒攻击会使目标焦躁不安，因为夜魇尾巴上的刺非常锋利，即使只是轻轻触碰不造成伤害也是非常危险的——受害者会感觉困惑，耻辱，混乱，所有检定都将额外受到一个惩罚骰，持续1D4回合或直到搔痒停止。夜魇的尾巴可以穿过小洞或者裂缝，切开厚重的衣服，甚至穿过金属铠甲的接缝。
格斗 45%（22/9），造成1D4点伤害+伤害加值
攫捕（战技）受害者被迅速抓住，之后进行搔痒或者其他攻击
搔痒 35%（17/7），敌人在1D6+1回合内不能移动（目标必须已经被攫捕）
躲避 35%（17/7）
护甲：2点皮肤
技能：潜行90%
理智损失：直视夜魇丧失0/1D6点理智。]],
["shopcategory"]=
[[工具：
手钻（附8件套钻头)，$6.15
绳索（50呎，15米)，$8.60
轻绞链（每英尺，每30cm)，$0.10
修表工具箱，$7.74
撬棍，$2.25
手锯，$1.65
汽油喷灯，$4.45
高空作业工具腰带和安全带，$3.33
抓绳器，$2.52{FormFeed}
常规武器（武器名/售价/伤害/射程/检定技能）：
西洋剑，$12.50，1D6+DB，近战范围，格斗(剑)
刺刀，$3.75，1D4+2+DB，近战范围，格斗(斗殴)
匕首，$2.50，1D4+DB，近战范围，格斗(斗殴)
铜指虎，$1.00，1D3+1+DB，近战范围，格斗(斗殴)
警棍(12英寸，30cm)，$1.98，1D6+DB，近战范围，格斗(斗殴)
4磅伐木斧，$1.95，1D8+2+DB，近战范围，格斗(斧)
16英尺(4.9米)牛鞭，$1.75，1D3+0.5DB，3码，格斗(鞭){FormFeed}
火器（武器名/售价/伤害/射程/检定技能/每轮发射数/最大填弹）：
.25短口手枪(单管)，$12，1D6，3码，射击(手枪)，每轮1次，1发
.38(9mm)左轮，$25，1D10，15码，射击(手枪)，每轮3次，6发
.45马蒂尼-亨利步枪，$20，1D8+1D6+3，80码，射击(步霰)，每轮1次，1发
16号霰弹枪(双管)，$40，2D6+2/1D6+1/1D4，10/20/50码，射击(步霰)，每轮2次，2发
炸药棒，$2，4D10/3码，力量*3/10码，投掷，每轮2次，一次性
* 火器填弹打空后需要1轮填弹才能再次发射。除每轮第一次发射以外，每次连射检定都需要额外追加一颗惩罚骰（霰弹枪除外）。
** 霰弹枪在不同距离处造成的伤害不同。
*** 炸药筒每枚对3码之内的物体造成4D10点伤害，（超过3码且在）6码之内的造成2D10点伤害，（超过6码且在）9码之内的造成1D10点伤害。]],
["时间"]=
[[大多数地点中所需要的时间都会特别指明，但也不总是如此。有些地方比如图书馆，时间消耗会由所研究的主题决定；其他地点也有可能存在特殊的安排，如提示时间的流逝，或者其他需要记录的内容。
在同一个地点表中的两个地点间移动，消耗的时间定为一小时。因为你的调查员可以在各地点间任意移动，这项时间消耗一般不会写出。
在地点表之间移动所需的时间会在港口、机场和火车站予以说明。根据情况不同，旅行所需的时间也可能改变。相关的条目中会有旅行中时间记录的特别说明。
有些时段会改变时间记录方式。这些时段都会在文本中表明，并附有指示。
生命值每天可以回复一点。魔法值每小时回复一点直到调查员的正常最大值。
每天必须划出两个小时用餐。每一餐都会持续一小时；每天的两餐之间必须间隔至少六小时。方便起见，一昼夜24小时中任何时间都可以用餐。可以跳过一天中的一餐或两餐，但必须在下一天补回，连带下一天的用餐时间（不能再次延后）。如果你的调查员无法用餐，则用餐时间必须用来休息，消耗时间不变。每断食一天，失去1点生命值。
每天必须划出八个小时就寝。你的调查员全都不善于打盹（睡眠时间必须连续），他们也必须睡觉。调查员一天可以睡不够八小时，但少睡的所有时间都必须在下一晚补回，且包括在第二晚的连续睡眠当中。如果睡眠不足，第二天所有的判定都会附带一个惩罚骰。
你也可以使用Dice提供的《暗夜独行》时间记录工具。发送[.darktimetool]查看更多信息。]],
["地点表"]=
[[虽然本冒险是预制的，但地点系统让行动具有相当的自由性；虽然各个遭遇的运作方式不会变化，但调查员可以自行决定研究和遭遇的顺序。想要前往某个地点，转向地点表对应条目前的序号并将时间推进1小时。
全书共有九个地点表。地点表最少包含一个条目，可将调查员转送到其他地点表。多数地点表还包含了游戏中会用到的邻近条目。你要仔细查看这些地点表（发送[.darkappendix <地点表名称>]查看）。
同一个地点表中的所有地点都是随时可选的（除了纽约市的霍尔特公寓、劳的公寓，这两个初始点没有更多信息）。你可以访问同一地点任意多次，但大多数地点只在一天中的部分时间开放。没有注明开放时间的地点则随时可用。
有些地点需要做检定来获得信息或者进行访问：这些检定每天只能进行一次，除非在相关条目中特别说明。
没有调查过的地点会保持未知。本冒险并不强制你访问每一个条目。地点表只是线索和可能性的菜单。和饭店的菜单一样，有些条目对你调查员的生命安全会更加有益。
有一些地点画着电话☎图标，可以向这些地方拨打电话获得信息而无需动身前往（不消耗时间）。你可以在对应地点表中任何可能拥有电话的地点拨打和接收电话，以获得常规信息（如时刻表、车船费、营业时间等），但不能和人物进行访谈，也不能通过条目指引去往其他条目。
地点表目录：
・阿卡姆地点表
・波士顿地点表
・纽约地点表
・丘纳德客轮
・雅典地点表
・亚历山大地点表
・开罗地点表
・阿玛尔纳地点表
・不来梅地点表
・黑暗海域号
・南极地点表]],
["阿卡姆地点表"]=
[[【阿卡姆地点表】
[60]☎《阿卡姆广告报》社（营业时间：周一到周五早8点—下午5点）
[16]☎阿卡姆（波士顿铁路线）火车站
[3]阿卡姆第一国家银行（营业时间：周一到周五早9点—下午3点）
[38]阿卡姆百货商店（营业时间：周一到周五早8点—下午5点）
[593]蜜蜂饭馆（营业时间：周一到周五早6点—下午5点）
[102]格吕内瓦尔德宅
[113]哈定公寓（在“适当的时候”开放）
[585]医院
[82]☎密斯卡托尼克大学（开放时间：周一到周五早8点—下午5点）]],
["波士顿地点表"]=
[[【波士顿地点表】
[64]波士顿火车站]],
["纽约地点表"]=
[[【纽约地点表】
[104]☎56号码头：丘纳德邮轮
[146]☎纽约中央火车站及餐厅
[38]帝国百货商厦（开放时间：周一到周六，早8点—晩7点）
[54]E·S·威伦茨书店（营业时间：周一到周六，上午10点—下午6点）
[30]希腊领事馆（开放时间：周一到周五，早9点—中午，下午2点—6点）
[36]霍尔特的公寓（只有莱迪亚·劳能进入）
[585]医院
[583]宾馆，带送餐服务
[74]纽约公共图书馆（开放时间：每天早9点—晚9点）
[86]《纽约太阳报》社（开放时间：每天早5点—下午2点，需要幸运检定成功）
[586]路边小吃摊
[56]出租车]],
["丘纳德客轮"]=
[[【丘纳德客轮】
[187]丘纳德客轮活动表
[585]医务室]],
["雅典地点表"]=
[[【雅典地点表】
[181]☎雅典机场
[130]雅典调查局（开放时间：周一到周五，早9点—中午，下午3点—晚7点）
[87]雅典司法局（开放时间：周一到周五，早9点—中午，下午3点—晚7点）
[173]☎雅典港
[183]☎雅典火车站及餐厅
[585]医院
[160]汽船基奥纳斯号（全天25小时可雇）
[118]国家考古博物馆（开放时间：周一到周五，早9点—中午，下午3点—晚7点）
[65]纽约太阳报（欧洲版）
[586]路边小吃摊
[194]帕特农神庙
[20]皮奥索托斯咖啡馆（营业时间：每天早6点—次日凌晨2点）
[38]斯皮罗补给品商店（营业时间：早8点—中午，下午2点—6点）
[58]出租车
宾馆：
    [424]廉价
    [101]一般
    [127]昂贵，带送餐服务]],
["埃及地点表"]=
[[【埃及地点表】
埃及地点已经被细分，只有各组内部才能直接跳转。查看以下对应地点表：
.darkappendix 亚历山大地点表
.darkappendix 开罗地点表
.darkappendix 阿玛尔纳地点表]],
["亚历山大地点表"]=
[[〖亚历山大〗
[195]亚历山大港及火车站（全天25小时开放）
[38]亚历山大补给品商店（营业时间：周一到周五，早8点—中午，下午3点—晚7点）]],
["开罗地点表"]=
[[〖开罗〗
[149]☎艾资哈尔大学（开放时间：周一到周五，早7点—11点，下午3点—6点）
[196]☎开罗机场
[144]开罗警署
[205]☎开罗火车站及餐厅
[134]弗齐拉集市（开放时间：每天早6点—11点，下午4点—晚8点）
[164]宾馆
[585]医院
[586]路边小吃摊
[154]其他住宿服务
[38]零售商（营业时间：周一到周六，早8点—中午，下午3点—晚7点）
[103]出租车
☎开罗博物馆（开放时间：每天早9点—中午，下午2点—6点）
    [206]10月30日未到
    [300]10月30日之后]],
["阿玛尔纳地点表"]=
[[〖阿玛尔纳〗
[324]阿玛尔纳（金字塔开放时间：每天上午10点—下午6点）]],
["不来梅地点表"]=
[[【不来梅地点表】 
[450]不来梅机场
[449]不来梅港及火车站
[461]魔弹射手旅馆（自带餐厅，全天开放）
[38]病院商店（营业时间：周一到周六，早7点—下午5点）
[585]医院
[486]蒸汽船“黑暗海域号”（每天早8点—晚8点可登船）]],
["黑暗海域号"]=
[[【黑暗海域号】
[460],[480]黑暗海域号调查表
[585]医务室]],
["南极地点表"]=
[[【南极地点表】
[520]南极大本营
[585]医疗急救]],
["角色卡"]=
[[《暗夜独行》采用四名调查员一组的配置进行游戏。游戏内已预置了四名调查员的角色卡，发送[.darkappendix 格吕内瓦尔德]，[.darkappendix 霍尔特]，[.darkappendix 莱迪亚]，[.darkappendix 威尔逊]来查看四名调查员的角色卡。
分别发送[.darkcard 38846]，[.darkcard 83537]，[.darkcard 98598]，[.darkcard 73259]可以自动将初始角色卡导入Dice中。
>>>注意：此功能可能会破坏当前保存在Dice中的角色卡，请注意备份。制作者不对任何数据损坏或丢失承担责任。<<<
你也可以在附录文件中找到这四名调查员（与一名npc调查员）的Excel角色卡。如果你使用了Excel角色卡，忽略文件中提示的技能点剩余量，并分配150点兴趣点至任意技能。
你也可以自由创建角色卡来代替预置卡。如果更改了角色卡名字则应记下对应关系防止游戏中出现混乱。
只有一部分技能预先分配好了点数。每个角色都有150点的技能池，可以将其投入任何技能——可以提升已经分配过点数的技能，也可以投入拓展调查员能力的其他技能。你会发现尽管有些调查员初始拥有武器，但他们对应武器的技能却是初始值——你可以自行决定增强他们的战斗技能或是专注于非战斗技能。
作为建议，以下技能可能有用：攀爬、取悦、话术、格斗、射击、历史、恐吓、跳跃、图书馆使用、聆听、说服、心理学、侦查、潜行、投掷。
你可以自由分配这150点技能点——当然你必须选择你认为会有用的技能并且确认没有技能点剩余。
每当你使用的角色卡退场（通常出现【剧终】的提示），按顺序起用下一名调查员。]],
["格吕内瓦尔德"]=
[[刘易斯·格吕内瓦尔德
年龄：53
职业：教授
居住地：阿卡姆
STR 70 CON 50 SIZ 45 DEX 60 INT 70
APP 55 POW 55 EDU 93 SAN 55 HP 9
DB: 无 体格：0 移动：7 MP：11 幸运：50
战斗
斗殴 25%(12/5)，伤害 1D3
闪避 30%(15/6)
技能
信用评级 35% 历史 45% 图书馆使用 60% 说服 40% 心理学 30% 科学（密码学） 40%
语言（母语）（德语） 90% 语言（英语） 60% 语言（拉丁文） 45% 语言（北欧） 40% 语言（埃及圣书字） 50%
+150 点技能点，任意分配
背景
个人形象： 高鼻梁，小胡子，头发常常蓬乱不整洁。
重要之人：朋友厄内斯特·霍尔特。学生莱迪亚·劳和德文·威尔逊。
可用现金： $2200]],
["霍尔特"]=
[[厄内斯特·霍尔特
年龄：62
职业：实业家
居住地：纽约城
STR 45 CON 35 SIZ 80 DEX 55 INT 80
APP 60 POW 50 EDU 65 SAN 50 HP 11
DB:+1D4 体格：1 移动：4 MP：10 幸运：55
战斗
斗殴 25%(12/5)，伤害 1D3
闪避 30%(15/6)
.45左轮手枪 40%(20/8)，伤害 1D10+2
12号霰弹枪 25%(12/5)，伤害 4D6/2D6/1D6
技能
信用评级 50% 会计 25% 恐吓 50% 说服 40% 心理学 30%
语言（母语）（英语） 65% 语言（德语） 25% 射击（手枪） 40% 
法律 20% 聆听 30% 侦查 50% 投掷 30%
+150 点技能点，任意分配
背景
个人形象： 胡子刮得干净利落，发际线靠后，眉毛突出。
重要之人： 和格吕内瓦尔德教授以及莱迪亚·劳是朋友。退役之前是德文·威尔逊的长官。
可用现金： $35000]],
["莱迪亚"]=
[[莱迪亚·劳
年龄：23
职业：《纽约太阳报》记者
居住地：纽约城
STR 55 CON 60 SIZ 45 DEX 65 INT 70
APP 65 POW 60 EDU 70 SAN 60 HP 10
DB: 无 体格：0 移动：9 MP：12 幸运：60
战斗
斗殴 25%(12/5)，伤害 1D3
闪避 30%(15/6)
.32左轮手枪 20%(10/4)，伤害 1D8
技能
信用评级 20% 话术 45% 侦查 60% 聆听 35% 潜行 50% 历史 40% 心理学 40%
艺术/手艺（文案） 65% 语言（母语）（英语） 70% 语言（埃及圣书字） 20% 科学（密码学） 20%
+150 点技能点，任意分配
背景
个人形象： 深色头发，锐利眼神，体形精瘦。
重要之人： 德文·威尔逊的相好。以前是刘易斯·格吕内瓦尔德的学生。厄内斯特·霍尔特是由职业关系变成的朋友。
可用现金： $700]],
["威尔逊"]=
[[德文·威尔逊
年龄：28
职业：美国海军海员
居住地：弗吉尼亚州诺福克
STR 70 CON 60 SIZ 70 DEX 60 INT 65
APP 50 POW 80 EDU 85 SAN 80 HP 13
DB：+1D4 体格：1 移动：8 MP：16 幸运：55
战斗
斗殴 25%(12/5)，伤害 1D3
闪避 30%(15/6)
.45左轮 20%(10/4)，伤害 1D10+2
.30-06步枪 25%(10/4)，伤害 2D6+4
技能
信用评级 30% 急救 40% 机械维修 35% 导航 60% 操纵（船只） 60% 科学（密码学） 10%
生存（海上） 40% 生存（沙漠） 30% 语言（母语）（英语） 85% 语言（德语） 20% 游泳 45%
+150 点技能点，任意分配
背景
个人形象： 短发，不蓄须，潇洒整洁。
重要之人： 莱迪亚·劳的相好。以前是刘易斯·格吕内瓦尔德的学生。厄内斯特·霍尔特是以前的长官。
可用现金： $2500]],
["贾哈克"]=
[[艾资哈尔大学 贾哈克教授
STR 50 CON 50 SIZ 55 DEX 70 INT 75
APP 60 POW 80 EDU 85 SAN 80 HP 10
DB：0 体格：0 移动：8 MP：16 幸运：60
战斗
斗殴 30%(15/6)，伤害 1D3
闪避 35%(17/7)
.45左轮 55%(27/11)，伤害 1D10+2
技能
考古学25%，艺术/手艺（地图绘制）20%，攀爬40%，信用评级45%，克苏鲁神话10%，汽车驾驶30%，话术30%，急救40%，历史90%，跳跃40%
语言（阿拉伯语）90%，语言（埃及圣书字）50%，语言（英语）55%，语言（拉丁文）35%，语言（希腊语）45%
图书馆使用55%，聆听60%，导航30%，神秘学15%，说服55%，心理学45%，科学（制图）15%，科学（地质学）10%，侦查65%，潜行30%，生存（沙漠）15%]],
}

intro_dark = [[COC7版单人冒险书《暗夜独行/Alone Against the Dark》
Dice!脚本化v0.1
原书译者：粉毛提督七宫涟
脚本整理：ChessZH
开始游戏前请先发送[.darkappendix 准备开始]阅读游戏指引。]]

intro_darktime = [[《暗夜独行》时间记录工具。发送[.darktimetool <命令>]记录或查询时间。
命令列表：
now：显示当前记录的时间。
xmin：向前推进x分钟。
xh：向前推进x小时。
xd：向前推进x天，推进后的时间固定为早上7点。
meal：进食，推进1小时。
sleep：就寝，推进8小时。
reset：将时间拨回1931年09月01日晚8点（非必须，进入条目13时会自动初始化时间）。
本工具仅记录时间信息，玩家需要自行处理状态变化等操作。]]

function getNewDate(srcDateTime, interval ,dateUnit)
    local Y = string.sub(srcDateTime,1,4)
    local M = string.sub(srcDateTime,6,7)
    local D = string.sub(srcDateTime,9,10)
    local H = string.sub(srcDateTime,12,13)
    local MM = string.sub(srcDateTime,15,16)
    local SS = "00"
    
    local dt1 = os.time{year=Y, month=M, day=D, hour=H, min=MM, sec=SS}
    
    local ofset=0
    
    local newTime
    if dateUnit == 'DAY' then
        ofset = 60 * 60 * 24 * interval
        newTime = os.date("%Y-%m-%d 07:00 %a", dt1 + tonumber(ofset))
    elseif dateUnit == 'HOUR' then
        ofset = 60 * 60 * interval
        newTime = os.date("%Y-%m-%d %H:%M %a", dt1 + tonumber(ofset))
    elseif dateUnit == 'MINUTE' then
        ofset = 60 * interval
        newTime = os.date("%Y-%m-%d %H:%M %a", dt1 + tonumber(ofset))
    end

    return newTime
end

function dark_time(msg)
    local command = string.match(msg.fromMsg,"^[%s]*(.-)[%s]*$",14)
    if(not command)then
        return intro_darktime
    end
    local lastdate = getUserConf(msg.fromQQ,"darktime","1931-09-01 20:00 Tue")
    local newdate
    if (command == "now") then
        return "当前记录的时间为"..lastdate
    elseif (command == "reset") then
        setUserConf(msg.fromQQ,"darktime","1931-09-01 20:00 Tue")
        return "记录时间已拨回至1931-09-01 20:00 Tue。"
    elseif (command == "meal") then
        newdate = getNewDate(lastdate,1,"HOUR")
        setUserConf(msg.fromQQ,"darktime",newdate)
        return "你花了一小时饱餐了一顿。现在是"..newdate
    elseif (command == "sleep") then
        newdate = getNewDate(lastdate,8,"HOUR")
        setUserConf(msg.fromQQ,"darktime",newdate)
        return "你安稳地睡了8小时。现在是"..newdate
    elseif (string.match(command,"^(%d+)d$")) then
        newdate = getNewDate(lastdate, tonumber(string.match(command,"^(%d+)d$")), "DAY")
        setUserConf(msg.fromQQ,"darktime",newdate)
        return "时间已推进。现在是"..newdate
    elseif (string.match(command,"^(%d+)h$")) then
        newdate = getNewDate(lastdate, tonumber(string.match(command,"^(%d+)h$")), "HOUR")
        setUserConf(msg.fromQQ,"darktime",newdate)
        return "时间已推进。现在是"..newdate
    elseif (string.match(command,"^(%d+)min$")) then
        newdate = getNewDate(lastdate, tonumber(string.match(command,"^(%d+)min$")), "MINUTE")
        setUserConf(msg.fromQQ,"darktime",newdate)
        return "时间已推进。现在是"..newdate
    else
        return intro_darktime
    end
end

function dark_simple(msg)
    local idx_page = string.match(msg.fromMsg,"%d+")
    if(not idx_page)then
        return intro_dark
    else
        local idx = tonumber(idx_page)
        if (idx > 594) then
            return "页码错误：不存在的页码"
        end
        if (idx == 13 ) then 
            setUserConf(msg.fromQQ,"darktime","1931-09-02 07:00 Wed")
        end
        return text[idx]
    end
end

function dark_createcard(msg)
    local card_num = tonumber(string.match(msg.fromMsg,"%d+"))
    if (card_num == 38846) then
        eventMsg(".pc new 刘易斯·格吕内瓦尔德", 0, msg.fromQQ)
        sleepTime(500)
        eventMsg(".pc tag 刘易斯·格吕内瓦尔德", 0, msg.fromQQ)
        sleepTime(1000)
        eventMsg(".st时代:1920s	职业:教授	年龄53 性别:男	住地:阿卡姆	出身:阿卡姆	力量70体质50体型45敏捷60外貌55智力70意志55教育93幸运50移动7信用评级35历史50英语60拉丁文45埃及圣书字50德语93图书馆使用60说服40心理学30密码学40北欧语40 DB=0 体格:0 闪避:30", 0, msg.fromQQ)
    elseif  (card_num == 83537) then
        eventMsg(".pc new 厄内斯特·霍尔特", 0, msg.fromQQ)
        sleepTime(500)
        eventMsg(".pc tag 厄内斯特·霍尔特", 0, msg.fromQQ)
        sleepTime(1000)
        eventMsg(".st时代:1920s	职业:实业家	年龄62 性别:男	住地:纽约	出身:纽约	力量45体质35体型80敏捷55外貌60智力80意志50教育65幸运55移动4会计25信用评级50闪避30手枪40恐吓50德语25英语65 投掷30法律20聆听30说服40心理学30侦查50&DB=+1D4 体格:1 &.45左轮手枪=1D10+2 &12号霰弹枪(双管)=4D6", 0, msg.fromQQ)
    elseif  (card_num == 98598) then
        eventMsg(".pc new 莱迪亚·劳", 0, msg.fromQQ)
        sleepTime(500)
        eventMsg(".pc tag 莱迪亚·劳", 0, msg.fromQQ)
        sleepTime(1000)
        eventMsg(".st时代:1920s	职业:《纽约太阳报》记者	年龄23 性别:女	住地:纽约城	出身:纽约城	力量55体质60体型45敏捷65外貌65智力70意志60教育70幸运60移动9写作65信用评级20话术45历史40埃及圣书字20英语70聆听35心理学40侦查60潜行50&DB=0 体格:0 闪避:32 &.32左轮手枪=1D8", 0, msg.fromQQ)
    elseif  (card_num == 73259) then
        eventMsg(".pc new 德文·威尔逊", 0, msg.fromQQ)
        sleepTime(500)
        eventMsg(".pc tag 德文·威尔逊", 0, msg.fromQQ)
        sleepTime(1000)
        eventMsg(".st时代:1920s	职业:美国海军海员	年龄28 性别:男	住地:弗吉尼亚州诺福克	出身:弗吉尼亚州诺福克	力量70体质60体型70敏捷60外貌50智力65意志80教育85幸运55移动8信用评级30急救40德语20英语85机械维修35导航60船驾驶60密码学10海上生存40游泳45沙漠生存30&DB=+1D4 体格:1 闪避:30 &.45左轮手枪=1D10+2 &.30—06栓式枪机步枪=2D6+4", 0, msg.fromQQ)
    elseif  (card_num == 29605) then
        eventMsg(".pc new 贾哈克教授", 0, msg.fromQQ)
        sleepTime(500)
        eventMsg(".pc tag 贾哈克教授", 0, msg.fromQQ)
        sleepTime(1000)
        eventMsg(".st时代:1920s	职业:艾资哈尔大学教授	力量50体质50体型55敏捷70外貌60智力75意志80教育85幸运60移动8考古学25技术制图20攀爬40信用评级45克苏鲁神话10汽车驾驶30话术30斗殴30急救40历史90跳跃40埃及圣书字50英语55拉丁文35阿拉伯语90图书馆使用75聆听60导航30神秘学15说服55心理学45地质学10天文学15侦查65潜行30沙漠生存15希腊语45&DB=0 体格:0 闪避:35 &.45左轮手枪=1D10+2", 0, msg.fromQQ)
    else
        return "请按照游戏提示输入命令。请注意备份当前角色卡。"
    end
end

function dark_appendix(msg)
    local rest = string.match(msg.fromMsg,"^[%s]*(.-)[%s]*$",14)
    if(not rest)then
        return "请按照游戏提示输入命令。"
    else
        if(text_appendix[rest])then
            return text_appendix[rest]
        else
            return "请按照游戏提示输入命令。"
        end
    end
end

msg_order[".dark"] = "dark_simple"
msg_order[".darkcard"] = "dark_createcard"
msg_order[".darkappendix"] = "dark_appendix"
