{
	"mod": "塔罗牌（幻星集图版）",
	"author": "ChessZH",
	"brief": "带图片的塔罗帮助文档",
	"comment": "带图片的塔罗帮助文档，文字释义来源：\n大阿塔纳：shiki，小阿塔纳：梦华\n图片来源：bilibili幻星集\n由于小阿塔纳只有四张，所以小阿塔纳的图片都是同一张",
	"helpdoc": {
		"塔罗": "塔罗牌，由“TAROT”一词音译而来，被称为“大自然的奥秘库”\n它是西方古老的占卜工具，中世纪起流行于欧洲，地位相当于中国的《周易》",
		"_幻星集图片路径": "[CQ:image,file=/幻星集塔罗牌图片/wt/",
		"愚者正位": "{_幻星集图片路径}愚者正位.jpg]憧憬自然的地方、毫无目的地前行、喜欢尝试挑战新鲜事物、四处流浪、美好的梦想",
		"愚者逆位": "{_幻星集图片路径}愚者逆位.jpg]冒险的行动，追求可能性，重视梦想，无视物质的损失，离开家园，过于信赖别人，为出外旅行而烦恼\n心情空虚、轻率的恋情、无法长久持续的融洽感、不安的爱情的旅程、对婚姻感到束缚、彼此忽冷忽热、不顾众人反对坠入爱河、为恋人的负心所伤、感情不专一",
		"魔术师正位": "{_幻星集图片路径}魔术师正位.jpg]事情的开始，行动的改变，熟练的技术及技巧，贯彻我的意志，运用自然的力量来达到野心",
		"魔术师逆位": "{_幻星集图片路径}魔术师逆位.jpg]意志力薄弱，起头难，走入错误的方向，知识不足，被骗和失败",
		"女祭司正位": "{_幻星集图片路径}女祭司正位.jpg]开发出内在的神秘潜力，前途将有所变化的预言，深刻地思考，敏锐的洞察力，准确的直觉",
		"女祭司逆位": "{_幻星集图片路径}女祭司逆位.jpg]过于洁癖，无知，贪心，目光短浅，自尊心过高，偏差的判断，有勇无谋，自命不凡",
		"女皇正位": "{_幻星集图片路径}女皇正位.jpg]幸福，成功，收获，无忧无虑，圆满的家庭生活，良好的环境，美貌，艺术，与大自然接触，愉快的旅行，休闲",
		"女皇逆位": "{_幻星集图片路径}女皇逆位.jpg]不活泼，缺乏上进心，散漫的生活习惯，无法解决的事情，不能看到成果，担于享乐，环境险恶，与家人发生纠纷",
		"皇帝正位": "{_幻星集图片路径}皇帝正位.jpg]光荣，权力，胜利，握有领导权，坚强的意志，达成目标，父亲的责任，精神上的孤单",
		"皇帝逆位": "{_幻星集图片路径}皇帝逆位.jpg]幼稚，无力，独裁，撒娇任性，平凡，没有自信，行动力不足，意志薄弱，被支配",
		"教皇正位": "{_幻星集图片路径}教皇正位.jpg]援助，同情，宽宏大量，可信任的人给予的劝告，良好的商量对象，得到精神上的满足，遵守规则，志愿者",
		"教皇逆位": "{_幻星集图片路径}教皇逆位.jpg]错误的讯息，恶意的规劝，上当，援助被中断，愿望无法达成，被人利用，被放弃",
		"恋人正位": "{_幻星集图片路径}恋人正位.jpg]撮合，爱情，流行，兴趣，充满希望的未来，魅力，增加朋友",
		"恋人逆位": "{_幻星集图片路径}恋人逆位.jpg]禁不起诱惑，纵欲过度，反覆无常，友情变淡，厌倦，争吵，华丽的打扮，优柔寡断",
		"战车正位": "{_幻星集图片路径}战车正位.jpg]努力而获得成功，胜利，克服障碍，行动力，自立，尝试，自我主张，年轻男子，交通工具，旅行运大吉",
		"战车逆位": "{_幻星集图片路径}战车逆位.jpg]争论失败，发生纠纷，阻滞，违返规则，诉诸暴力，顽固的男子，突然的失败，不良少年，挫折和自私自利",
		"力量正位": "{_幻星集图片路径}力量正位.jpg]大胆的行动，有勇气的决断，新发展，大转机，异动，以意志力战胜困难，健壮的女人",
		"力量逆位": "{_幻星集图片路径}力量逆位.jpg]胆小，输给强者，经不起诱惑，屈服在权威与常识之下，没有实践便告放弃，虚荣，懦弱，没有耐性",
		"隐者正位": "{_幻星集图片路径}隐者正位.jpg]隐藏的事实，个别的行动，倾听他人的意见，享受孤独，有益的警戒，年长者，避开危险，祖父，乡间生活",
		"隐者逆位": "{_幻星集图片路径}隐者逆位.jpg]憎恨孤独，自卑，担心，幼稚思想，过于慎重导致失败，偏差，不宜旅行",
		"命运之轮正位": "{_幻星集图片路径}命运之轮正位.jpg]关键性的事件，有新的机会，因的潮流，环境的变化，幸运的开端，状况好转，问题解决，幸运之神降临",
		"命运之轮逆位": "{_幻星集图片路径}命运之轮逆位.jpg]挫折，计划泡汤，障碍，无法修正方向，往坏处发展，恶性循环，中断",
		"正义正位": "{_幻星集图片路径}正义正位.jpg]公正、中立、诚实、心胸坦荡、表里如一、身兼二职、追求合理化、协调者、与法律有关、光明正大的交往、感情和睦",
		"正义逆位": "{_幻星集图片路径}正义逆位.jpg]失衡、偏见、纷扰、诉讼、独断专行、问心有愧、无法两全、表里不一、男女性格不合、情感波折、无视社会道德的恋情",
		"倒吊人正位": "{_幻星集图片路径}倒吊人正位.jpg]接受考验、行动受限、牺牲、不畏艰辛、不受利诱、有失必有得、吸取经验教训、浴火重生、广泛学习、奉献的爱",
		"倒吊人逆位": "{_幻星集图片路径}倒吊人逆位.jpg]无谓的牺牲、骨折、厄运、不够努力、处于劣势、任性、利己主义者、缺乏耐心、受惩罚、逃避爱情、没有结果的恋情",
		"死神正位": "{_幻星集图片路径}死神正位.jpg]失败、接近毁灭、生病、失业、维持停滞状态、持续的损害、交易停止、枯燥的生活、别离、重新开始、双方有很深的鸿沟、恋情终止",
		"死神逆位": "{_幻星集图片路径}死神逆位.jpg]抱有一线希望、起死回生、回心转意、摆脱低迷状态、挽回名誉、身体康复、突然改变计划、逃避现实、斩断情丝、与旧情人相逢",
		"节制正位": "{_幻星集图片路径}节制正位.jpg]单纯、调整、平顺、互惠互利、好感转为爱意、纯爱、深爱",
		"节制逆位": "{_幻星集图片路径}节制逆位.jpg]消耗、下降、疲劳、损失、不安、不融洽、爱情的配合度不佳",
		"恶魔正位": "{_幻星集图片路径}恶魔正位.jpg]被束缚、堕落、生病、恶意、屈服、欲望的俘虏、不可抗拒的诱惑、颓废的生活、举债度日、不可告人的秘密、私密恋情",
		"恶魔逆位": "{_幻星集图片路径}恶魔逆位.jpg]逃离拘束、解除困扰、治愈病痛、告别过去、暂停、别离、拒绝诱惑、舍弃私欲、别离时刻、爱恨交加的恋情",
		"塔正位": "{_幻星集图片路径}塔正位.jpg]破产、逆境、被开除、急病、致命的打击、巨大的变动、受牵连、信念崩溃、玩火自焚、纷扰不断、突然分离，破灭的爱",
		"塔逆位": "{_幻星集图片路径}塔逆位.jpg]困境、内讧、紧迫的状态、状况不佳、趋于稳定、骄傲自大将付出代价、背水一战、分离的预感、爱情危机",
		"星星正位": "{_幻星集图片路径}星星正位.jpg]前途光明、充满希望、想象力、创造力、幻想、满足愿望、水准提高、理想的对象、美好的恋情",
		"星星逆位": "{_幻星集图片路径}星星逆位.jpg]挫折、失望、好高骛远、异想天开、仓皇失措、事与愿违、工作不顺心、情况悲观、秘密恋情、缺少爱的生活",
		"月亮正位": "{_幻星集图片路径}月亮正位.jpg]不安、迷惑、动摇、谎言、欺骗、鬼迷心窍、动荡的爱、三角关系",
		"月亮逆位": "{_幻星集图片路径}月亮逆位.jpg]逃脱骗局、解除误会、状况好转、预知危险、等待、正视爱情的裂缝",
		"太阳正位": "{_幻星集图片路径}太阳正位.jpg]活跃、丰富的生命力、充满生机、精力充沛、工作顺利、贵人相助、幸福的婚姻、健康的交际",
		"太阳逆位": "{_幻星集图片路径}太阳逆位.jpg]消沉、体力不佳、缺乏连续性、意气消沉、生活不安、人际关系不好、感情波动、离婚",
		"审判正位": "{_幻星集图片路径}审判正位.jpg]复活的喜悦、康复、坦白、好消息、好运气、初露锋芒、复苏的爱、重逢、爱的奇迹",
		"审判逆位": "{_幻星集图片路径}审判逆位.jpg]一蹶不振、幻灭、隐瞒、坏消息、无法决定、缺少目标、没有进展、消除、恋恋不舍",
		"世界正位": "{_幻星集图片路径}世界正位.jpg]完成、成功、完美无缺、连续不断、精神亢奋、拥有毕生奋斗的目标、完成使命、幸运降临、快乐的结束、模范情侣",
		"世界逆位": "{_幻星集图片路径}世界逆位.jpg]未完成、失败、准备不足、盲目接受、一时不顺利、半途而废、精神颓废、饱和状态、合谋、态度不够融洽、感情受挫",
		"宝剑王牌正位": "{_幻星集图片路径}宝剑王牌正位.jpg]\n宝剑王牌正位\n征服、主导权、强烈的进取心与攻击心、获得胜利的可能性较大、疾病可以治疗、做事顺利、能逢凶化吉、有超人的力量、爱情路上一帆风顺等",
		"宝剑王牌逆位": "{_幻星集图片路径}宝剑王牌逆位.jpg]\n宝剑王牌逆位\n做事容易引起麻烦、争端、奋斗路上障碍非常多、失败的可能性较大、破坏、外伤等",
		"宝剑二正位": "{_幻星集图片路径}宝剑二正位.jpg]\n宝剑二正位\n保持均衡、协调力、坚决的意志、彼此相残、理智与真相、行至尽头、艰难的决定等",
		"宝剑二逆位": "{_幻星集图片路径}宝剑二逆位.jpg]\n宝剑二逆位\n打破僵局、虚伪、双重人格、注意损友、就此结束、不名誉、口是心非、表里不一、见好就收、适可而止等",
		"宝剑三正位": "{_幻星集图片路径}宝剑三正位.jpg]\n宝剑三正位\n分离、心碎和忧郁、延迟、悲伤、委屈、感情受伤、团体的冲突、有口角、心灵受挫、生活中发生了严重的对立等",
		"宝剑三逆位": "{_幻星集图片路径}宝剑三逆位.jpg]\n宝剑三逆位\n混乱迷惑、使别人伤心、疏离、损失冲突、过于敏感、不安、时常自我批评、处于封闭状态、在意他人言论等",
		"宝剑四正位": "{_幻星集图片路径}宝剑四正位.jpg]\n宝剑四正位\n休息、放松、冥想、沉思、恢复、以退为进、反省、现在不是做决定的时候、暂时性的让步、远离是非之地等",
		"宝剑四逆位": "{_幻星集图片路径}宝剑四逆位.jpg]\n宝剑四逆位\n切勿急躁、慢慢来、重新再行动、用心慢慢地前进、拾回以前失去的东西、不顾病痛看、不见终点等",
		"宝剑五正位": "{_幻星集图片路径}宝剑五正位.jpg]\n宝剑五正位\n破坏、不要短视、不要忘掉最终目的、有被降职或免职的危险、正在堕落、对人际关系产生迷惑等",
		"宝剑五逆位": "{_幻星集图片路径}宝剑五逆位.jpg]\n宝剑五逆位\n不确定的展望、损失或是击败的机会、虚弱、有不幸降临、很大的损失、无法预测、熟人将发生不幸、吊唁、被打败、不甘心等",
		"宝剑六正位": "{_幻星集图片路径}宝剑六正位.jpg]\n宝剑六正位\n旅途和行程、固执的想要克服困难、权宜之后的行为、焦虑之后的成功、未来有更多的艰难、需要中介者、平静等",
		"宝剑六逆位": "{_幻星集图片路径}宝剑六逆位.jpg]\n宝剑六逆位\n僵局、无用的提案、无路可走、现在没有好对策、无力逃脱某种消极的情况、拒绝为他人负责、躲藏等",
		"宝剑七正位": "{_幻星集图片路径}宝剑七正位.jpg]\n宝剑七正位\n设计、尝试和请求、疏忽大意、泄漏了秘密、有隐藏的很深的敌人、有东西将会或已经失窃、计划面临失败、有欺骗他人的行为或被小人所欺骗等",
		"宝剑七逆位": "{_幻星集图片路径}宝剑七逆位.jpg]\n宝剑七逆位\n不明确的建议和劝告、中伤、慎重的、好的忠告和指导、有意想不到的好运、参考别人的建议等",
		"宝剑八正位": "{_幻星集图片路径}宝剑八正位.jpg]\n宝剑八正位\n冲突、控制、禁锢、批评、诽谤、处于孤立的状态、有坏消息传来、周围对你的责难、中伤、被束缚、失去自由、生活中总是起争执等",
		"宝剑八逆位": "{_幻星集图片路径}宝剑八逆位.jpg]\n宝剑八逆位\n挣脱束缚、获得自由、危机解除、全新开始、刷新一切、离开、放慢速度等",
		"宝剑九正位": "{_幻星集图片路径}宝剑九正位.jpg]\n宝剑九正位\n被一个问题困扰、死亡、失败、绝交、流产、生病、延迟、失望、孤独、内疚感、无法放松、不信任自己的想法、自我折磨等",
		"宝剑九逆位": "{_幻星集图片路径}宝剑九逆位.jpg]\n宝剑九逆位\n疑惑、难以应对生活、沮丧、拥有很多知心的朋友、做事优柔寡断、有一种恐惧感、周围充满谣言，中伤等",
		"宝剑十正位": "{_幻星集图片路径}宝剑十正位.jpg]\n宝剑十正位\n伤痛、悲伤、眼泪、荒凉、失败、终结、找不到出路、消极、惨败、悲惨而孤寂的命运等",
		"宝剑十逆位": "{_幻星集图片路径}宝剑十逆位.jpg]\n宝剑十逆位\n优势、一时的利益、有成功的机会、东山再起的希望、改善的可能性、隐藏的危机等",
		"宝剑侍从正位": "{_幻星集图片路径}宝剑侍从正位.jpg]\n宝剑侍从正位\n警戒信号、事情有变异前已察觉、洞察力、敏捷、刺探、调查、间谍、学习沟通的方式、警惕低调的人等",
		"宝剑侍从逆位": "{_幻星集图片路径}宝剑侍从逆位.jpg]\n宝剑侍从逆位\n失去洞察力、无法看见或者预测、过早下结论、没预期到事态的变化、没有准备、生病、无力对付强劲的对手、有漏洞等",
		"宝剑骑士正位": "{_幻星集图片路径}宝剑骑士正位.jpg]\n宝剑骑士正位\n勇敢奋战、具有挑战的勇气、具有一往无前的行动力、雄心勃勃、追求成功、思维敏捷、正在追求某人、直面解决难题等",
		"宝剑骑士逆位": "{_幻星集图片路径}宝剑骑士逆位.jpg]\n宝剑骑士逆位\n做决定较轻率、易受情绪支配、自负、轻狂、夫妻间关系不和、粗心大意、冲动、不耐烦、需要静下心来、朋友不和等",
		"宝剑皇后正位": "{_幻星集图片路径}宝剑皇后正位.jpg]\n宝剑皇后正位\n难以琢磨的、不好对付的、事业如意却倍感孤独、有洁癖的倾向、离别、分手、强烈的失落感等",
		"宝剑皇后逆位": "{_幻星集图片路径}宝剑皇后逆位.jpg]\n宝剑皇后逆位\n怨恨、偏执、欺骗、虚假、相当固执、不撞南墙不回头、敌人很顽固、过于盛气凌人等",
		"宝剑国王正位": "{_幻星集图片路径}宝剑国王正位.jpg]\n宝剑国王正位\n富有行动力和决断力的人、有经验的、权威的、控制、掌握、领导能力出众、居高临下、专业人士、正直、力量、优越、冷静且想象力丰富等",
		"宝剑国王逆位": "{_幻星集图片路径}宝剑国王逆位.jpg]\n宝剑国王逆位\n赶尽杀绝的人、残酷、冲突、自私、虐待狂、倔强、刚愎、不专一、朝三暮四等",
		"星币王牌正位": "{_幻星集图片路径}星币王牌正位.jpg]\n星币王牌正位\n物质丰富的生活、获得利益、事事顺利、运气较佳、新的开始、全新领域实现目标、意外之财等",
		"星币王牌逆位": "{_幻星集图片路径}星币王牌逆位.jpg]\n星币王牌逆位\n奢侈的生活、被强烈的欲望冲昏头脑、因金钱导致声名狼籍、精神虚空、失去机会、缺乏计划和远见等",
		"星币二正位": "{_幻星集图片路径}星币二正位.jpg]\n星币二正位\n掌控金钱流向、投资、借贷、交流、正确的选择、不守规则、学会在逆境中生活等",
		"星币二逆位": "{_幻星集图片路径}星币二逆位.jpg]\n星币二逆位\n没有耐心、过度消费、超出计划、组织混乱、超负荷的工作与学习、失衡、两难抉择等",
		"星币三正位": "{_幻星集图片路径}星币三正位.jpg]\n星币三正位\n业务熟练、有一流水准、有才能、艺术家、注重名声、有荣誉感、团队合作、与异性的关系改善、地位提升等",
		"星币三逆位": "{_幻星集图片路径}星币三逆位.jpg]\n星币三逆位\n水准不高、难让人满意、想法不成熟、难实施、有一定的物质损失、内耗、缺乏合作、意见不合、团队成员缺乏相互尊重等",
		"星币四正位": "{_幻星集图片路径}星币四正位.jpg]\n星币四正位\n吝啬、生活中精打细算、过分节约、有遗产方面的问题、追求物质财富很执着、占有欲过强等",
		"星币四逆位": "{_幻星集图片路径}星币四逆位.jpg]\n星币四逆位\n入不敷出、坐吃山空、生活开支没有计划性、缺乏自控能力、金钱运势很差、因物质欲望招致失败、不懂人情世故、没有理财观念等",
		"星币五正位": "{_幻星集图片路径}星币五正位.jpg]\n星币五正位\n有金钱方面的烦恼、物质贫乏、玩世不恭、生活态度不端正、连续失败、失业、意气消沉等",
		"星币五逆位": "{_幻星集图片路径}星币五逆位.jpg]\n星币五逆位\n担心居住问题、生活更加混乱无序、关系较对立；也指寻找摆脱贫困的道路、找到新工作、重拾希望、为了双方关系而努力等",
		"星币六正位": "{_幻星集图片路径}星币六正位.jpg]\n星币六正位\n懂得礼尚往来、人际关系圆通、与人为善、乐善好施、人缘极好、生活状况良好、心胸宽广、礼物、回报别人等",
		"星币六逆位": "{_幻星集图片路径}星币六逆位.jpg]\n星币六逆位\n自私自利、忌妒心很强、负债、使用来路不明的钱、贪欲很重、不知报答等",
		"星币七正位": "{_幻星集图片路径}星币七正位.jpg]\n星币七正位\n无法得到预期成果、目的无法实现、需要衡量问题的重要性、做了许多无用功、等待时机成熟等",
		"星币七逆位": "{_幻星集图片路径}星币七逆位.jpg]\n星币七逆位\n付出了多余的努力、生产过剩、无知、草率的做出决定、愚蠢的投资、努力得不到回报等",
		"星币八正位": "{_幻星集图片路径}星币八正位.jpg]\n星币八正位\n强烈的进取心、做事有条有理、技术上精益求精、磨练技能、研究学习的过程、自我激励、鞭策自己等",
		"星币八逆位": "{_幻星集图片路径}星币八逆位.jpg]\n星币八逆位\n无真本事、不够专业、虚荣、为利益不择手段、本事用不到正经地方、野心受挫、没有真才实学等",
		"星币九正位": "{_幻星集图片路径}星币九正位.jpg]\n星币九正位\n富足、奢侈、自给自足、经济独立、很有眼光、看人很准、自信自律、可获得成功、明智的投资、放松享受生活乐趣、需要对自己投资、生活中精打细算、存钱等",
		"星币九逆位": "{_幻星集图片路径}星币九逆位.jpg]\n星币九逆位\n对工作的过度投入、忙碌、没有休息的时间、计划中止、没有管理能力、对自己不满意、质疑自已的能力、需要提高生活水平、失窃、失去信用和财产等",
		"星币十正位": "{_幻星集图片路径}星币十正位.jpg]\n星币十正位\n富有、安全、家务事、血统、继承、家、遗产、物质丰富、儿孙满堂、妻贤子孝、团体事业运作状态良好等",
		"星币十逆位": "{_幻星集图片路径}星币十逆位.jpg]\n星币十逆位\n机运较差、损失的可能、冒险犯难、抢劫、失去继承权、放荡、赌博、团体中的不和、投资暂缓、失去遗产、与亲人对立、家庭不和、偏护自己家人，有失公平等",
		"星币侍从正位": "{_幻星集图片路径}星币侍从正位.jpg]\n星币侍从正位\n学习态度端正、积极投身研究工作、求知欲旺盛、头脑优秀、与知识或者研究工作有关的好消息等",
		"星币侍从逆位": "{_幻星集图片路径}星币侍从逆位.jpg]\n星币侍从逆位\n挥霍、浪费金钱、奢侈铺张、学习的幻灭、知识贫乏、视野狭窄、自食其果等",
		"星币骑士正位": "{_幻星集图片路径}星币骑士正位.jpg]\n星币骑士正位\n成熟而可靠的人、可信赖的、有办事方法的、有耐心、坚持不懈的、勤奋的、有组织的、讲究效率、了解现实状况、稳扎稳打、实干家、家庭的保护者、观念有点守旧的人等",
		"星币骑士逆位": "{_幻星集图片路径}星币骑士逆位.jpg]\n星币骑士逆位\n停滞、惰性、缺乏决断或方向、心胸狭窄、限制于教条观念中、思想过分守旧、无所事事、懈怠、发展停止不前等",
		"星币皇后正位": "{_幻星集图片路径}星币皇后正位.jpg]\n星币皇后正位\n富裕、繁荣、丰富、母爱、温柔善解人意、安全感、自立而成熟的女性、坚定而有心胸的人或行为、值得信赖、好客、乐于助人等",
		"星币皇后逆位": "{_幻星集图片路径}星币皇后逆位.jpg]\n星币皇后逆位\n邪恶与猜疑、爱慕虚荣、对人态度恶劣、不友善、不值得信赖、浪费的行为、怠慢、盘算等",
		"星币国王正位": "{_幻星集图片路径}星币国王正位.jpg]\n星币国王正位\n有身份有地位的成功人士、学识丰富的人、有经营手腕、适于投资、值得信赖的、能够达成理想等",
		"星币国王逆位": "{_幻星集图片路径}星币国王逆位.jpg]\n星币国王逆位\n缺乏经济头脑的人或做法、没有经济观念、花费大、危险关系、行为卑鄙、不信赖他人等",
		"圣杯王牌正位": "{_幻星集图片路径}圣杯王牌正位.jpg]\n圣杯王牌正位\n充沛丰富的、满足、完美、欢喜、丰腴、财富、丰饶多产、美丽和愉悦、满溢的爱、美好的远景等",
		"圣杯王牌逆位": "{_幻星集图片路径}圣杯王牌逆位.jpg]\n圣杯王牌逆位\n倾斜、偏差、越轨、脆弱善感的、暂时的纷乱焦躁、引诱、阿谀谄媚的人、一场单相思、喜悦中带着隐忧等",
		"圣杯二正位": "{_幻星集图片路径}圣杯二正位.jpg]\n圣杯二正位\n爱情、新的友谊、重修旧好、热情、结合、婚约、了解、合作、合伙关系、婚姻等",
		"圣杯二逆位": "{_幻星集图片路径}圣杯二逆位.jpg]\n圣杯二逆位\n不满足的爱、虚假的友谊、麻烦的关系、离异、分离、交错的欲望、对立、误解、排斥、嫌弃、抵触、对峙等",
		"圣杯三正位": "{_幻星集图片路径}圣杯三正位.jpg]\n圣杯三正位\n庆祝、友谊、创意、合作、创伤痊愈、幸福的婚姻、和解、门当户对的恋爱关系、事情难以得到解决等",
		"圣杯三逆位": "{_幻星集图片路径}圣杯三逆位.jpg]\n圣杯三逆位\n独立、独处、小圈子派对、自立更生、单身时光、与家人朋友联系很少、过度放纵自己、对某些物品上瘾等",
		"圣杯四正位": "{_幻星集图片路径}圣杯四正位.jpg]\n圣杯四正位\n疲倦、反感、厌恶、失望、身心俱疲、需要调节或休息、深深的失望、对生活没有信心、沉思、冷漠、重新评价等",
		"圣杯四逆位": "{_幻星集图片路径}圣杯四逆位.jpg]\n圣杯四逆位\n新的可能性、新的人际关系、对旧问题的新见解、新知识、发现新方法、找到新机会、脱离低潮期、撤退、选择独处等",
		"圣杯五正位": "{_幻星集图片路径}圣杯五正位.jpg]\n圣杯五正位\n部分损失、后悔、没有真正意义的友谊、没有真正爱情的婚姻、继承、不完整的结合、有一种缺陷、无意义的交际、开始怀疑自己生活和人生等",
		"圣杯五逆位": "{_幻星集图片路径}圣杯五逆位.jpg]\n圣杯五逆位\n充满希望的远景、美好的期许、新的联盟、亲近关系、老友归来、复合、重聚、新的机会、重拾生活的信心等",
		"圣杯六正位": "{_幻星集图片路径}圣杯六正位.jpg]\n圣杯六正位\n回忆、过往的影响、已经消逝的事物、飞逝的童年、乡愁、褪色的印象、陷入回忆之中、幼时的体验刻骨铭心情、绪不稳定等",
		"圣杯六逆位": "{_幻星集图片路径}圣杯六逆位.jpg]\n圣杯六逆位\n未来、新的机会、新的展望、计划可能失败、即将来临的、好运马上到来、开始有长远打算、能够高瞻远瞩的过日子或奋斗事业等",
		"圣杯七正位": "{_幻星集图片路径}圣杯七正位.jpg]\n圣杯七正位\n对生活不现实的态度、反复无常、出尔反尔、不切实际、幻想成功、白日梦患者、采取欺诈的手段等",
		"圣杯七逆位": "{_幻星集图片路径}圣杯七逆位.jpg]\n圣杯七逆位\n下定了决心、有决断力、有坚强的意志、经得起艰难困苦的考验、近期要达到的目标、明智的选择等",
		"圣杯八正位": "{_幻星集图片路径}圣杯八正位.jpg]\n圣杯八正位\n放弃计划、半途而废、有很重的疑心病、衰弱、失去了力量、停止努力等",
		"圣杯八逆位": "{_幻星集图片路径}圣杯八逆位.jpg]\n圣杯八逆位\n新的恋情将降临、或者生活出现转机、喜庆之事不断、有舞会或者宴会之类的邀请、在努力奋斗过程中等",
		"圣杯九正位": "{_幻星集图片路径}圣杯九正位.jpg]\n圣杯九正位\n成功、利益、安宁、富足安康、健康良好、克服困难、愿望实现、获得你想要的、和谐、欢乐和幸福、胜利、成功和利益等",
		"圣杯九逆位": "{_幻星集图片路径}圣杯九逆位.jpg]\n圣杯九逆位\n错误、物质上的损失、不完美、错误的信任、虚假的自由、对立、差异、错误和不完美、暴饮暴食、请求不被允许、否定等",
		"圣杯十正位": "{_幻星集图片路径}圣杯十正位.jpg]\n圣杯十正位\n家族、婚姻、幸福美满、结束不幸得到幸福、沈浸在爱中、幸福家庭、家人或朋友的爱、喜悦、快乐、期待实现、满足或具有精神支持、内心平和，情绪良好等",
		"圣杯十逆位": "{_幻星集图片路径}圣杯十逆位.jpg]\n圣杯十逆位\n家庭不和谐、不愉快的关系、缺少朋友或家人的关心、争吵、离家出走、反对意见、错误的信任、愤怒和暴力、背叛、失去友情、人际关系不和等",
		"圣杯侍从正位": "{_幻星集图片路径}圣杯侍从正位.jpg]\n圣杯侍从正位\n爱好灵想、在灵想中体验现实中缺少的幸福、有新的消息传来、在辛苦努力着、有很好的人缘、做事深思熟虑等",
		"圣杯侍从逆位": "{_幻星集图片路径}圣杯侍从逆位.jpg]\n圣杯侍从逆位\n身边不少假意劝告的人、需要小心、心灵手巧、学会一个人排解不悦、脱离了某方面的控制等",
		"圣杯骑士正位": "{_幻星集图片路径}圣杯骑士正位.jpg]\n圣杯骑士正位\n消息即将到来、信使、进取、用心和勾引的态度、邀请与鼓励、梦幻般的、诗意的行为、缺乏行动、一见钟情等",
		"圣杯骑士逆位": "{_幻星集图片路径}圣杯骑士逆位.jpg]\n圣杯骑士逆位\n欺骗、诡计、过度的想象力。夸大妄想、不切实际、嫉妒、喜怒无常、任性、计划赶不上变化、小心欺诈等",
		"圣杯皇后正位": "{_幻星集图片路径}圣杯皇后正位.jpg]\n圣杯皇后正位\n感受丰富而细腻、轻易多愁善感、有种轻易为爱现身的冲动、善良而公平的人、成功在即、坚持奋斗、幸福生活在眼前、充满女性魅力的、具有母爱的、沈浸爱情的、财运充裕的等",
		"圣杯皇后逆位": "{_幻星集图片路径}圣杯皇后逆位.jpg]\n圣杯皇后逆位\n没有办法信赖身边的人、要注重口碑和声誉、性情需要改变、品行不良、骄傲放纵的、过度享乐的、浪费的、充满嫉妒心的、母性的独裁、占有欲、不正当的爱情、不伦之恋、美丽的诱惑等",
		"圣杯国王正位": "{_幻星集图片路径}圣杯国王正位.jpg]\n圣杯国王正位\n见多识广、让人尊敬、某方面的专家、在某方面有突出的作为、有创造性、是个公正且可信赖的人、保持成熟、父亲般的爱、对他人富有同情心等",
		"圣杯国王逆位": "{_幻星集图片路径}圣杯国王逆位.jpg]\n圣杯国王逆位\n表里不一、让人厌恶、行为不端、为追逐名利不择手段、面临损失、对伴侣失去耐心、自我压抑、利用感情勒索、缺乏同情心等",
		"权杖王牌正位": "{_幻星集图片路径}权杖王牌正位.jpg]\n权杖王牌正位\n蕴含创造力、重大事件的开端、新的发明诞生、开始一段冒险旅程、新的机会出现、实现梦想的好时机等",
		"权杖王牌逆位": "{_幻星集图片路径}权杖王牌逆位.jpg]\n权杖王牌逆位\n失败可能性比较大、遭到失败、前途不太明朗、为感情而心痛、流产或堕胎等",
		"权杖二正位": "{_幻星集图片路径}权杖二正位.jpg]\n权杖二正位\n未来规划、进步、决策、发现、有明确的追求目标、计划追求他人、有清晰的认识、扩大视野、超越当前等",
		"权杖二逆位": "{_幻星集图片路径}权杖二逆位.jpg]\n权杖二逆位\n对未知的恐惧、缺乏计划、没有目标、身边异性很少、出现意外情况、毫无策略可言、事情进展遇见麻烦等",
		"权杖三正位": "{_幻星集图片路径}权杖三正位.jpg]\n权杖三正位\n实际的知识、商业敏锐度、事业、协商谈判、交易、事业已经获得成功、与贸易有关的事物、彼此合作、获得援助、有领导地位的人、探索新的方向、成功的异地恋爱等",
		"权杖三逆位": "{_幻星集图片路径}权杖三逆位.jpg]\n权杖三逆位\n别有用心的援助、减轻不幸、事业发展倒退、财运下降、整体运势不佳、合作不良好、缺乏远见、计划不周、欠缺领导能力、过度的野心等",
		"权杖四正位": "{_幻星集图片路径}权杖四正位.jpg]\n权杖四正位\n和平繁荣的景象、罗曼蒂克的感情、或美满的家居生活、关系稳固、彼此交往越来越深、学业或事业基础牢靠而扎实、庆功宴、婚礼、晚会等",
		"权杖四逆位": "{_幻星集图片路径}权杖四逆位.jpg]\n权杖四逆位\n失去了平衡的状态、没有结果、不够稳定的恋情、不够确定、有点模糊、基础薄弱、人际关系差等",
		"权杖五正位": "{_幻星集图片路径}权杖五正位.jpg]\n权杖五正位\n将会发生激战或冲突、将会出现强敌、充满斗志、面临抉择和挑战、内心难以抉择、竞争的良机、意见相左、同床异梦等",
		"权杖五逆位": "{_幻星集图片路径}权杖五逆位.jpg]\n权杖五逆位\n非公平的竞争、欺诈、状况混乱而复杂、受到纷争的牵连、内部冲突、避冲突、释放压力、解脱、局势混乱、发生诉讼等",
		"权杖六正位": "{_幻星集图片路径}权杖六正位.jpg]\n权杖六正位\n获得胜利、凯旋而归、金榜题名、衣锦还乡、努力有了成果、得到回报、有喜讯传来、进展顺利、取得成果、感情有望水到渠成、能力出色、充满自信等",
		"权杖六逆位": "{_幻星集图片路径}权杖六逆位.jpg]\n权杖六逆位\n失败、不老实的交易、内部有敌人、骄傲自满、传来坏消息、迟迟到来的成功、自我主义、失宠、没有得到回应、市场不认可、产品滞销等",
		"权杖七正位": "{_幻星集图片路径}权杖七正位.jpg]\n权杖七正位\n成功、获得、打破阴霾险境、优越、胜利、战胜对手，获得成功、有利的立场，充满斗志、维护自己的权力、确保自己的领导地位等",
		"权杖七逆位": "{_幻星集图片路径}权杖七逆位.jpg]\n权杖七逆位\n疑惑、尴尬和忧虑、无知与虚伪、惊愕、焦虑、难堪、困惑茫然、对自己的能力产生怀疑、被打败、感到困扰，无法对事物进行决断等",
		"权杖八正位": "{_幻星集图片路径}权杖八正位.jpg]\n权杖八正位\n迅速的行动、突然的进展或动作、匆促地下决定、马上开始行动、一鼓作气、勇往直前、为下一个任务做准备等",
		"权杖八逆位": "{_幻星集图片路径}权杖八逆位.jpg]\n权杖八逆位\n嫉妒、困扰、挫折、停滞不前、家庭不和睦、行动不够迅速、计划迟延等",
		"权杖九正位": "{_幻星集图片路径}权杖九正位.jpg]\n权杖九正位\n困难或变动的预料、期待、隐藏的敌人、欺骗、纪律、顺序、要做好预备、隐藏实力、蓄势待发等",
		"权杖九逆位": "{_幻星集图片路径}权杖九逆位.jpg]\n权杖九逆位\n障碍、逆境、问题、延迟、灾难、遭遇逆境、气势低落、斗志衰弱、身体不健康、运气不太好等",
		"权杖十正位": "{_幻星集图片路径}权杖十正位.jpg]\n权杖十正位\n过重的压力、问题马上能解决、信念强烈、非常具有责任感、付出许多辛劳、情绪不安、过度的疲劳和劳累等",
		"权杖十逆位": "{_幻星集图片路径}权杖十逆位.jpg]\n权杖十逆位\n困难、阴谋策略、叛徒、难以承受的压力、快要崩溃、无法继续负荷、受到损失、逃避责任、不诚实、搬弄是非等",
		"权杖国王正位": "{_幻星集图片路径}权杖国王正位.jpg]\n权杖国王正位\n友好、热情、诚实、良心、需要做对的事情、宏伟非凡的领导力和吸引力、热烈的登场、风险承担者等",
		"权杖国王逆位": "{_幻星集图片路径}权杖国王逆位.jpg]\n权杖国王逆位\n领导能力差、目标激进、冲动、急速、匆忙、仓促、残酷无情、高期望、苛求、独断专行、态度傲慢、爱面子、导致失败等",
		"权杖皇后正位": "{_幻星集图片路径}权杖皇后正位.jpg]\n权杖皇后正位\n有吸引力的、引人注目的、真挚的、全心全意、精力旺盛的、充满活力的、兴高采烈的、使人感到愉快的、有自信的、有教养的、有学识的人等",
		"权杖皇后逆位": "{_幻星集图片路径}权杖皇后逆位.jpg]\n权杖皇后逆位\n情绪化、傲慢、有阻力存在、妨碍发展、太过严格、苛求、独断专行、态度傲慢、爱面子等",
		"权杖骑士正位": "{_幻星集图片路径}权杖骑士正位.jpg]\n权杖骑士正位\n一段旅程、未知的领域、改变、事业顺利、对新事物进行挑战、充满自信、有令人难以抗拒的魅力、精力充沛、充满激情、冒险冲动等",
		"权杖骑士逆位": "{_幻星集图片路径}权杖骑士逆位.jpg]\n权杖骑士逆位\n中断、预料之外的转变、争吵、人际关系的决裂、令人措手不及的突发事件、事情的进展被中断、产生分歧、感情破裂等",
		"权杖侍从正位": "{_幻星集图片路径}权杖侍从正位.jpg]\n权杖侍从正位\n忠诚和忠心的人、能信任的朋友、意图良好的陌生人、始终如一的人、带重要讯息的人、有好消息传来、优秀的助手或辅佐人员、值得参考的资讯等",
		"权杖侍从逆位": "{_幻星集图片路径}权杖侍从逆位.jpg]\n权杖侍从逆位\n优柔寡断、不情愿、不安、善变、爱嚼舌根的人或八卦的人、携带坏消息的人、使你伤心的人、不愉悦、祸从口出、不安定的状态、令人担忧的困惑、缺乏成熟的思考和决断的能力等"
	}
}